Repository: pluginsGLPI/formcreator
Catalog: locales/*.po
Languages: es_es, fi_fi, fr_ca, hu_hu, lv_lv, nl_be, pl_pl, sr_rs

source: Hi,\nA form from GLPI need to be validate and you have been choosen as the validator.\nYou can access it by clicking onto this link:\n##formcreator.validation_link##
es_es: Hola,\n Un formulario desde GLPI necesita ser validado y usted ha sido elegido como el validador.\nUsted puede acceder a él haciendo clic en este enlace:\n##formcreator.validation_link##
fi_fi: Hei,\nGLPI lomake tarvitsee vahvistuksen ja sinut on valittu vahvistajaksi.\nPääset lomakkeeseen klikkaamalla tätä linkkiä:\n##formcreator.validation_link##
fr_ca: Bonjour,\nUn formulaire GLPI est en attente de validation et vous avez été choisi comme valideur.\nVous pouvez accéder à celui-ci en cliquant sur le lien ci-dessous :\n##formcreator.validation_link##
hu_hu: Üdvözlöm,\nEgy űrlapot jóvá kell hagynia a GLPI-ben, melyen önt választották jóváhagyónak.\nElérheti az alábbi linkre kattintva:\n##formcreator.validation_link##
lv_lv: Sveicināti,\nFormai no GLPI jābūt apstiprinātai un jūs tika izvēlēti kā apstiprinātājs.\nJūs varat piekļūt tam sekojošā vietnē:\n##formcreator.validation_link##
nl_be: Hallo, \nJe bent uitgekozen om een formulier van GLPI te valideren. \nJe kunt hier het forumulier bekijken\n##formcreator.validation_link##
pl_pl: Formularz GLPI musi być zatwierdzony i ty zostałeś wyznaczony jako osoba zatwierdzająca. Aby uzyskać dostęp kliknij na poniższy odnośnik: ##formcreator.validation_link##
sr_rs: Pozdrav,\nObrazac sa GLPI-ja je potrebno odobriti i vi ste izabrani kao validator.\nMožete pristupiti klikom na ovaj link:\n##formcreator.validation_link##

source: Your form has been refused by the validator
es_es: Su formulario ha sido rechazado por el validador
fi_fi: Vahvistaja on hylännyt lomakkeesi
fr_ca: Votre formulaire a été refusé par le valideur
hu_hu: Az űrlapját visszautasította a jóváhagyó
lv_lv: Jūsu formu noraidījis apstiprinātājs
nl_be: Je formulier is geweigerd door de validator
pl_pl: Twój formularz został odrzucony
sr_rs: Validator je odbio Vaš obrazac

source: Hi,\nWe are sorry to inform you that your form has been refused by the validator for the reason below:\n##formcreator.validation_comment##\n\nYou can still modify and resubmit it by clicking onto this link:\n##formcreator.validation_link##
es_es: Hola,\nSentimos informarle que su formulario ha sido rechazado por el validador por el motivo a continuación:\n##formcreator.validation_comment##\n\nUsted puede todavía modificarlo y volver a enviarlo haciendo clic en este enlace:\n##formcreator.validation_link##
fi_fi: Hei,\nPahoittelemme, että vahvistaja on hylännyt lomakkeesi seuraavasta syystä:\n##formcreator.validation_comment##\n\nVoit edelleen muokata lomaketta ja lähettää sen uudelleen napsauttamalla tätä linkkiä:\n##formcreator.validation_link##
fr_ca: Bonjour,\\nVotre demande a été refusé par le valideur pour les raisons suivantes :\\n##formcreator.validation_comment##\\n\\nVous pouvez toutefois modifier et renvoyer votre demande en cliquant sur le lien ci-dessous :\\n##formcreator.validation_link##
hu_hu: Üdvözlöm,\nSajnálattal közöljük, hogy az Ön űrlapját elutasította a jóváhagyó. Az elutasítás oka:\n##formcreator.validation_comment##\nMódosíthatja, és újra elküldheti az alábbi linkre kattintva:\n##formcreator.validation_link##
lv_lv: Sveicināti,\nJūsu formu noraidīta apstiprinātājs ar sekojošo iemeslu:\n##formcreator.validation_comment##\n\nJūs varat veikt izmaiņas un atkartoti iesniegt formu sekojošā vietnē:\n##formcreator.validation_link##
nl_be: Hallo,\nHet spijt ons om je te moeten informeren dat je formulier geweigerd is door de validatiegever. Met deze reden: \n##formcreator.validation_comment##\n\nJe kunt nog steeds het formulieren wijzigen en opnieuw invoeren met deze link:\n##formcreator.validation_link##
pl_pl: Informujemy, że twój formularz został odrzucony przez osobę zatwierdzającą z powodu: ##formcreator.validation_comment## Możesz go zmodyfikować i wysłać klikając na poniższy odnośnik: ##formcreator.validation_link##
sr_rs: Pozdrav,\nObavještamo vas da je validator odbio Vaš obrazac zbog:\n##formcreator.validation_comment##\n\nJoš uvijek ga moćete izmijeniti i ponovo poslati na odobrenje preko linka:\n##formcreator.validation_link##

source: Hi,\nWe are pleased to inform you that your form has been accepted by the validator.\nYour request will be considered soon.
es_es: Hola,\nNos complace informarle de que su formulario ha sido aceptado por el validador.\n Su solicitud será considerada pronto.
fi_fi: Hei,\nMeillä on ilo ilmoittaa, että häväksyjä on hyväksynyt lomakkeenne.\nPyyntösi käsitellään pian.
fr_ca: Bonjour,\\nVotre demande a été accepté par le valideur.\\nVotre demande sera traitée prochainement.
hu_hu: Üdvözlöm,\nÖrömmel értesítjük, hogy az űrlapját elfogadta a jóváhagyó.\nKérelme hamarosan mérlegelésre kerül.
lv_lv: Sveicināti,\nInformējam, jūsu formu akceptēja apstiprinātājs.\nJūsu pieteikums drīz tiks izskatīts.
nl_be: Hallo,\nWe willen je laten weten dat je formulier geaccepteerd is door de validatiegever.\nJe aanvraag zal binnenkort uitgevoerd worden.
pl_pl: Informujemy, że twój formularz został zaakceptowany przez osobę zatwierdzającą. Twój wniosek został przekazany do realizacji.
sr_rs: Pozdrav,\nObavještavamo vas da je validator prihvatio Vaš obrazac.\nZahtjev će uskoro biti razmotren.

source: Your form has been deleted by an administrator
es_es: Tu formulario ha sido eliminado por un administrador
fi_fi: Järjestelmänvalvoja on poistanut lomakkeen
fr_ca: Votre formulaire a été supprimé par un administrateur
hu_hu: Az űrlapját törölte egy Adminisztrátor
lv_lv: Jūsu formu izdzēsa administrators
nl_be: Je formulier is verwijderd door de administrator
pl_pl: Twój formularz został usunięty przez administratora
sr_rs: Administrator je obrisao obrazac

source: Hi,\nWe are sorry to inform you that your request cannot be considered and has been deleted by an administrator.
es_es: Hola,\nLamentamos informarle de que su solicitud no puede ser considerada, y ha sido eliminado por un administrador.
fi_fi: Hei,\nPahoittelemme, että pyyntöäsi ei voida ottaa huomioon, ja järjestelmänvalvoja on poistanut sen.
fr_ca: Bonjour,\\nVotre demande ne peut être traitée et a été supprimée par un administrateur.
hu_hu: Üdvözlöm,\nSajnálattal közöljük, hogy az Ön kérelme nem mérlegelhető és egy Adminisztrátor törölte.
lv_lv: Sveicināti,\nInformējam, jūsu pieprasījums netiks izskatīts un tika izdzēsts.
nl_be: Hallo,\nHet spijt ons om je te moeten informeren dat je aanvraag niet in behandeling genomen zal worden, omdat een administrator je aanvraag heeft verwijderd.
pl_pl: Witaj,\nZ przykrością informujemy, że twój zgłoszenie nie może zostać zrealizowane i zostało usunięte przez administratora.
sr_rs: Pozdrav,\nMoramo Vas informisati da Vaš zahtjev ne možemo uzeti u razmatranje i da ga je administrator obrisao.

source: Formcreator - Sync service catalog issues
es_es: Formcreator - Problemas en la sincronización del catálogo de servicios
fi_fi: Formcreator - Synkronoi palveluluettelon teemat
fr_ca: Formulaires - synchronisation des demandes du catalogue de service
lv_lv: Formcreator - Sinhronizēt problēmas ar servisa katalogu
nl_be: Formcreator: Sync service catalogus problemen
pl_pl: Kreator formularzy - zsynchronizuj problemy katalogu usług

# button
source: Duplicate
es_es: Duplicado
fr_ca: Dupliquer
pl_pl: Powtórzenie

source: Transfer
es_es: Transferir
fr_ca: Transférer

# button
source: Export
es_es: Exportar
fr_ca: Exporter
pl_pl: Eksport

source: Cancel my ticket
es_es: Cancelar mi ticket
fr_ca: Annuler mon ticket
pl_pl: Anuluj moje zgłoszenie

source: Number of %s
fr_ca: Nombre de %s

source: Issues summary
fr_ca: Résulé des demandes d'assistance
pl_pl: Posumowanie problemów

source: Formcreator's mini dashboard not usable as default. This Setting has been ignored.
fr_ca: Le mini tableau de bord de Formcreator n'est pas utilisable comme défaut. Ce paramètres a été ignoré.

source: Are you sure you want to delete this question?
es_es: ¿Está seguro de que quiere eliminar esta pregunta?
fi_fi: Haluatko varmasti poistaa tämän kysymyksen?
fr_ca: Êtes-vous sûr de vouloir supprimer cette question ?
hu_hu: Biztosan törli ezt a kérdést?
lv_lv: Vai jūs tiešām gribat izdzēst šo jautājumu?
nl_be: Weet je zeker dat je deze vraag wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to pytanie?
sr_rs: Da li ste sigurni da želite da obrišete ovo pitanje?

source: Are you sure you want to delete this section?
es_es: ¿Está seguro de que quiere eliminar esta sección?
fi_fi: Haluatko varmasti poistaa tämän osion?
fr_ca: Êtes-vous sûr de vouloir supprimer cette section ?
hu_hu: Biztosan törli ezt a szekciót?
lv_lv: Vai jūs tiešām gribat izdzēst šo sadaļu?
nl_be: Weet je zeker dat je dit gedeelte wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tą sekcję?
sr_rs: Da li ste sigurni da želite da obrišete ovu sekciju?

source: Add translations
fr_ca: Ajouter des traductions
pl_pl: Dodaj tłumaczenia

source: An error occured while querying forms
es_es: Se ha producido un error al consultar formularios
fi_fi: Lomakkeen kyselyssä tapahtui virhe
fr_ca: Une erreur est survenue pendant la recherche de formulaires
lv_lv: Radās kļūda veicot formas vaicājumu
nl_be: Er is een fout opgetreden terwijl we de formulieren opvroegen
pl_pl: Wystąpił błąd w trakcie przetwarzania formularza
sr_rs: Desila se greška prilikom učitavanja obrasca

source: Are you sure you want to delete this target:
fr_ca: Êtes vous sûr de vouloir supprimer cette cible :

source: Required
es_es: Requerido
fi_fi: Pakollinen
fr_ca: Champ obligatoire
hu_hu: Kötelező
lv_lv: Nepieciešams
nl_be: Verplicht
pl_pl: Wymagane
sr_rs: Obavezno

source: Default values
es_es: Valores por defecto
fr_ca: Valeur par défaut
pl_pl: Wartości domyślne

source: Show empty
es_es: Mostrar vacío
fi_fi: Näytä tyhjä
fr_ca: Afficher une valeur vide
hu_hu: Üres megjelenítése
lv_lv: Parādīt tukšo
nl_be: Laat leeg zien
pl_pl: Pokaż puste
sr_rs: Prikaz praznih

source: Filter
es_es: Filtro
fi_fi: Suodatin
fr_ca: Filtre
hu_hu: Szűrő
lv_lv: Filtrs
nl_be: Filteren
pl_pl: Filtr

source: LDAP directory
es_es: Directorio LDAP
fr_ca: Annuaire LDAP
pl_pl: Katalog LDAP

source: Attribute
es_es: Atributo
fi_fi: Ominaisuus
fr_ca: Attribut
hu_hu: Attribútum
lv_lv: Atribūts
nl_be: Attribuut
pl_pl: Atrybut
sr_rs: Pridjev

source: Values
es_es: Valores
fr_ca: Valeurs
hu_hu: Értékek
nl_be: Waardes
pl_pl: Wartości
sr_rs: Vrijednosti

source: Show ticket categories
es_es: Mostrar categorías de los tickets
fi_fi: Näytä tikettien luokat
fr_ca: Afficher les catégories du ticket
lv_lv: Parādīt pieteikuma kategorijas
nl_be: Laat ticket categorieën zien
pl_pl: Pokaż kategorię zgłoszeń

source: Selectable root
fr_ca: Racine sélectionnable

source: Direct access on homepage
es_es: Acceso directo a la página principal
fi_fi: Suora pääsy kotisivulla
fr_ca: Accès direct depuis la page d'accueil
hu_hu: Közvetlen elérés a kezdőképernyőről
lv_lv: Tiešsaiste no sākumlapas
nl_be: Meteen toegang op homepage
pl_pl: Dostęp ze stony domowej
sr_rs: Direktan pristup na početnoj stranici

source: Default form in service catalog
es_es: Formulario por defecto del catálogo de servicios
fi_fi: Oletuslomake palveluluettelossa
fr_ca: Formulaire par défaut dans le catalogue de service
lv_lv: Noklusēta forma servisu katalogā
nl_be: Standaard formulier in service catalogus
pl_pl: Domyślny formularz w katalogu usług
sr_rs: Podrazumijevani obrazac u katalogu servisa

source: Are you a robot ?
es_es: ¿Eres un robot?
fr_ca: Êtes-vous un robot ?
pl_pl: Czy jesteś robotem?

source: Send
es_es: Enviar
fr_ca: Envoyer
pl_pl: Wyślij

source: Condition to generate the target
es_es: Condición para generar un objetivo
fr_ca: Condition pour créer la cible
pl_pl: Warunek wygenerowania celu

source: Condition to show the question
es_es: Condicion para mostrar la pregunta
fr_ca: Condition pour afficher la question
pl_pl: Warunek wyświetlenia pytania

source: Checklist
es_es: Lista de Verificación
fr_ca: Liste de vérification
pl_pl: Lista kontrolna

source: Add a section
es_es: Agregar sección
fi_fi: Lisää osio
fr_ca: Ajouter une section
hu_hu: Szekció hozzáadása
lv_lv: Pievienot sadaļu
nl_be: Voeg een gedeelte toe
pl_pl: dodaj sekcję
sr_rs: Dodaj sekciju

source: Condition to show the submit button
es_es: Condición para mostrar el botón enviar
fr_ca: Conditions pour montrer le bouton de soumission
pl_pl: Warunek wyświetlenia przycisku wysyłania

source: Add a question
es_es: Agregar una pregunta
fi_fi: Lisää kysymys
fr_ca: Ajouter une question
hu_hu: Kérdés hozzáadása
lv_lv: Pievienot jautājumu
nl_be: Voeg een vraag toe
pl_pl: Dodaj pytanie
sr_rs: Dodaj pitanje

source: List of available tags
es_es: Lista de etiquetas disponibles
fr_ca: Liste des étiquettes disponibles

source: Title
es_es: Título
fr_ca: Titre
pl_pl: Tytuł

source: Full form
es_es: Formulario lleno
fi_fi: Täysi lomake
fr_ca: Formulaire complet
hu_hu: Teljes űrlap
lv_lv: Pilna forma
nl_be: Volledig formulier
pl_pl: Wypełniony formularz
sr_rs: Puni oblik

source: Form
es_es: Formulario
hu_hu: Űrlap
nl_be: Formulier
pl_pl: Formularz
sr_rs: Obrazac

source: Form Creator
es_es: Creador de Formulario
fi_fi: Lomakkeen tekijä
hu_hu: Űrlap Készítő
lv_lv: Formas Veidotājs
pl_pl: Kreator formularzy
sr_rs: Kreiranje obrazaca

source: Category
es_es: Categoría
nl_be: Categorieën
pl_pl: Kategoria
sr_rs: Kategorija

source: Dropdown
es_es: Desplegable
pl_pl: Lista rozwijana

source: Tag
es_es: Etiqueta

source: GLPI object
es_es: Objeto GLPI
hu_hu: GLPI Objektum
nl_be: GLPI objecten
sr_rs: GLPI objekt

source: Email
es_es: Correo

source: Date
es_es: Fecha
pl_pl: Data

source: Description
es_es: Descripción
hu_hu: Leírás
pl_pl: Opis
sr_rs: Opis

source: Hidden field
es_es: Campo oculto
pl_pl: Ukryte pole

source: Condition
es_es: Condición

source: Conditions
es_es: Condiciones
pl_pl: Warunki

source: Issue
es_es: Problema
nl_be: Problemen
sr_rs: Problem

source: Type
es_es: Tipo
pl_pl: Typ

source: Entity
es_es: Entidade

source: Requester
es_es: Solicitante
fi_fi: Toimeksiantaja
hu_hu: Kérelmező
lv_lv: Pieteicējs
nl_be: Aanvrager
pl_pl: Zgłaszający
sr_rs: Podnilac zahtjeva

source: Form category
es_es: Categoría del formulario
hu_hu: Űrlap kategória
nl_be: vormcategorie
pl_pl: Kategoria formularza
sr_rs: Kategorija obrasca

# tag
source: Validator
es_es: Validador
pl_pl: Zatwierdzający

source: Target actor
es_es: Actor objetivo

source: Form answer
es_es: Respuesta del formulario
hu_hu: Űrlap válasz
nl_be: Formulier antwoorden
pl_pl: Odpowiedź formularza
sr_rs: Obrazac za odgovor

source: Access type
es_es: Tipo de acceso
hu_hu: Elérés típus
nl_be: Toegangstype
sr_rs: Tip pristupa

source: Form language
es_es: Idioma del fomulario
pl_pl: Język formularza

source: Translation
es_es: Traducción
pl_pl: Tłumaczenie

source: Validation
es_es: Validación
pl_pl: Zatwierdzający

source: Impact
es_es: Impacto
pl_pl: Wpływ

source: Cause
es_es: Motivo
pl_pl: Przyczyna

source: Question range
es_es: Rango de preguntas

source: Target
es_es: Objetivo
hu_hu: Célpont
nl_be: Doelen
sr_rs: Cilj

source: Target change
es_es: Cambio de objetivo
nl_be: Doel veranderingen

source: Section
es_es: Sección
hu_hu: Szekció
nl_be: Gedeeltes
pl_pl: Sekcja
sr_rs: Sekcija

source: Question
es_es: Pregunta
hu_hu: Kérdés
nl_be: Vragen
pl_pl: Pytanie
sr_rs: Pitanje

source: Assistance
es_es: Asistencia
pl_pl: Wsparcie

source: Notes
es_es: Notas
pl_pl: Uwagi

source: Administration
es_es: Administración
pl_pl: Administracja

source: Type
es_es: Tipo
pl_pl: Typ

source: Minute
es_es: Minuto
pl_pl: Minuta

source: SLA (TTO/TTR)
es_es: ANS (TTO/TTR)

source: Question (TTO/TTR)
es_es: Petición (TTO/TTR)

source: Condition to show the section
es_es: Condición para mostrar la sección

source: Impacts
es_es: Impactos

source: Additional fields
pl_pl: Dodatkowe pola

source: Visible
pl_pl: Widoczne

source: Plugin
pl_pl: Wtyczka

source: Forms waiting for validation
fi_fi: Vahvistusta odottavat lomakkeet
hu_hu: Jóváhagyásra váró űrlapok
lv_lv: Formas gaida apstiprinājumu
nl_be: Formulieren wachten op goedkeuring
sr_rs: Obrazac čeka na potvrdu

source: The question has been successfully saved!
fi_fi: Kysymys tallennettiin onnistuneesti!
hu_hu: A kérdés sikeresen mentve!
lv_lv: Jautājums veiksmīgi saglabāts!
nl_be: Je vraag is succesvol bewaard.
sr_rs: Pitanje je snimljeno!

source: The question has been successfully updated!
fi_fi: Kysymys päivitettiin onnistuneesti!
hu_hu: A kérdés sikeresen frissítve!
lv_lv: Jautājums sekmīgi atjaunots!
nl_be: Je vraag is succesvol geupdate
sr_rs: Pitanje je ažurirano!

source: All langages
fi_fi: Kaikki kielet
hu_hu: Minden nyelv
lv_lv: Visas valodas
nl_be: Alle talen
sr_rs: Svi jezici

source: Need to be validate?
fi_fi: Täytyykö vahvistaa?
hu_hu: Szükséges jóváhagyás?
lv_lv: Nepieciešama apstiprināšana?
nl_be: Valideren?
sr_rs: Da li je potrebno potvrditi?

source: see all
fi_fi: näytä kaikki
lv_lv: skatīt visu
nl_be: Zie alles
sr_rs: vidi sve

source: My last forms (requester)
fi_fi: Viimeisimmät lomakkeeni (toimeksiantaja)
hu_hu: Utolsó űrlapjaim (kérelmező)
lv_lv: Manas pēdējās formas (pieteicējs)
nl_be: Mijn laatste formulieren (aanvrager)
sr_rs: Moji poslednji obrasci (podnosilac zahtjeva)

source: My last forms (validator)
fi_fi: Viimeisimmät lomakkeeni (vahvistaja)
hu_hu: Utolsó űrlapjaim (jóváhagyó)
lv_lv: Manas pēdējās formas (apstiprinātājs)
nl_be: Mijn laatste formulieren (validatie)
sr_rs: Moji poslednji obrasci (validator)

source: Please active the form to view the link
fi_fi: Aktivoi lomake nähdäksesi linkin
lv_lv: Lūdzu aktivizējiet formu lai parādīt saiti
nl_be: Activeer het formulier om de link te kunnen zien
sr_rs: Aktivirajte obrazac da bi vidjeli vezu

source: Validator
fi_fi: Vahvistaja
hu_hu: Jóváhagyó
lv_lv: Apstiprinātājs
nl_be: Validatiegever

source: Edit a question
fi_fi: Muokkaa kysymystä
hu_hu: Kérdés szerkesztése
lv_lv: Rediģēt jautājumu
nl_be: Bewerk een vraag
sr_rs: Uredi pitanje

source: Show field
fi_fi: Näytä kenttä
hu_hu: Mező megjelenítése
lv_lv: Parādīt lauku
nl_be: Laat veld zien
sr_rs: Prikaz polja

source: Specify the additional validation conditions in the description of the question to help users.
fi_fi: Määrittele lisävahvistuksen ehdot kysymyksen kuvauksessa käyttäjien auttamiseksi.
hu_hu: További jóváhagyási feltételek megadása a kérdés leírásában, melyek segíthetik a felhasználókt
lv_lv: Norādiet papildus kritērijus jautājuma aprakstā lai palīdzētu lietotājiem.
nl_be: Specificeer de additionele validatie condities in de omschrijving van de vraag om gebruikers te helpen
sr_rs: Da bi pomogli korisnicima odredite uslove dodatne potvrde u opisu pitanja.

source: Edit a section
fi_fi: Muokkaa osiota
hu_hu: Szekció szerkesztése
lv_lv: Rediģēt sadaļu
nl_be: Bewerk een gedeelte
sr_rs: Uredi sekciju

source: Form requester
fi_fi: Lomakkeen toimeksiantaja
hu_hu: Űrlap kérelmező
lv_lv: Formas pieteicējs
nl_be: Formulier aanvrager
sr_rs: Podnosilac zahtjeva obrasca

source: Medium
fi_fi: Keskitaso
lv_lv: Vidējs
nl_be: Gemiddeld

source: Edit a destination
fi_fi: Muokkaa kohdetta
hu_hu: Cél szerkesztése
lv_lv: Rediģēt mērķi
nl_be: Bewerk een doel
sr_rs: Uredi odredište

source: Book an asset
fi_fi: Varaa omaisuus
lv_lv: Rezervēt vērtību
nl_be: Reserveer een item
sr_rs: Rezervisati sredstva

source: One per line
fi_fi: Yksi riviä kohden
hu_hu: Soronként egy
lv_lv: Viens rindā
nl_be: Een per lijn
sr_rs: Jedan po liniji

source: Invalid value:
fi_fi: Virheellinen arvo:
lv_lv: Nederīga vērtība:

source: The following question needs of at least %d answers
fi_fi: Seuraavat kysymykset vaativat vähintään %d vastausta
hu_hu: A következő kérdésre legalább %d választ kell adni
lv_lv: Sekojošam jautājumam jābūt ne mazāk kā %d atbilžu
sr_rs: Za ovo pitanje nephodna su najmanje %d odgovora

source: Invalid dropdown type:
fi_fi: Virheellinen pudotustyyppi:
lv_lv: Nederīga tips izritošai izvēlnei

source: This is not a valid e-mail:
fi_fi: Tämä ei ole kelvollinen sähköpostiosoite:
hu_hu: Nem érvényes e-mail cím:
lv_lv: Šīs e-pasts nav derīgs:
sr_rs: Ovo nije ispravan e-mail:

source: A required file is missing:
fi_fi: Tarvittava tiedosto puuttuu:
hu_hu: Egy kötelező fájl hiányzik:
lv_lv: Trūkst nepieciešamais fails:
sr_rs: Nedostaje obavezan fajl:

source: This is not an integer:
fi_fi: Tämä ei ole kokonaisluku:
hu_hu: Ez nem egész szám:
lv_lv: Tas nav skaitlis:
sr_rs: Ovo nije integer:

source: Specific format does not match:
fi_fi: Muoto ei täsmää:
hu_hu: A megadott formátum nem illeszkedik:
lv_lv: Noteikts formāts neatbilst:
sr_rs: Određeni format ne odgovara:

source: The following number must be greater than %d:
fi_fi: Seuraavan numeron on oltava suurempi kuin %d:
hu_hu: A következő számnak nagyobbnak kell lennie mint %d:
lv_lv: Sekojošam skaitlim jābūt lielākam par %d:
sr_rs: Broj mora biti veći od %d:

source: The following number must be lower than %d:
fi_fi: Seuraavan numeron on oltava pienempi kuin %d:
hu_hu: A következő számnak kisebbnek kell lennie mint %d:
lv_lv: Sekojošam skaitlim jābūt mazākam par %d:
sr_rs: Broj mora biti manji od %d:

source: Cannot recover LDAP informations!
fi_fi: LDAP-tietoja ei voi palauttaa!
hu_hu: Az LDAP adatok nem kérhetők le!
lv_lv: Nevar piekļūt LDAP informācijai!
sr_rs: Ne mogu se povratiti informacije s LDAP-a!

source: No form found. Please choose a form below instead
fi_fi: Lomaketta ei löytynyt. Valitse sen sijaan alla oleva lomake
lv_lv: Forma nav atrasta. Lūdzu izvēlējieties no apakš piedavātām formam
nl_be: Geen formulier gevonden. Selecteer een formulier
sr_rs: Obrazac nije pronađen. Probajte izabrati drugi

source: No form yet in this category
fi_fi: Tässä kategoriassa ei ole vielä lomaketta
lv_lv: Šajā kategorija nav pievienotas formas
nl_be: Geen formulier in deze categorie
sr_rs: Još nema obrasca u ovoj kategoriji

source: Are you sure you want to delete this destination:
fi_fi: Haluatko varmasti poistaa tämän kohteen:
hu_hu: Biztosan törli ezt a célt:
lv_lv: Vai jūs tiešām gribat izdzēst šo mērķi:
nl_be: Weet je zeker dat je deze bestemming wilt verwijderen:
sr_rs: Da li ste sigurni da želite da obrišete ovo odredište:

source: Max
lv_lv: Maks

source: You must select validator !
hu_hu: Ki kell választania a jóváhagyót !
nl_be: Je moet een validator selecteren!
sr_rs: Morate izabrati validatora!

source: Validator group
nl_be: Validatie groep

source: waiting
hu_hu: várakozó
nl_be: Wachten
sr_rs: čekanje

source: accepted
hu_hu: elfogadott
nl_be: Geaccepteerd
sr_rs: prihvaćeno

source: refused
hu_hu: elutasított
nl_be: Geweigerd
sr_rs: odbijeno

source: Both
nl_be: Beide

source: Limit ticket categories depth
nl_be: Limiteer ticket categorie diepte

source: One per line for lists
hu_hu: Soronként egy érték a listákból
nl_be: Een lijn per lijst
sr_rs: Za liste jedan po liniji

source: Destination
hu_hu: Cél
nl_be: Doelen
sr_rs: Odredište

source: Destinations
hu_hu: Célok
nl_be: Doelen
sr_rs: Odredište

source: Add a destination
hu_hu: Cél hozzáadása
nl_be: Voeg een doel toe
sr_rs: Dodati odredište

source: The type cannot be empty!
hu_hu: A típus nem lehet üres!
nl_be: Het type kan niet leeg zijn
sr_rs: Vrsta ne može biti prazna

source: Ticket category
nl_be: Ticket categorie

source: Change actors
nl_be: Verander actors

source: The title cannot be empty!
hu_hu: A cím nem lehet üres!
nl_be: De titel kan niet leeg zijn
sr_rs: Naslov ne može biti prazan!

source: Ticket actors
hu_hu: Bejelentés szerzők
nl_be: Ticket actor
sr_rs: Tiket učesnici

source: Add an header
hu_hu: Fejléc hozzáadása
sr_rs: Dodajte zaglavlje

source: An header already exists for this entity! You can have only one header per entity.
hu_hu: A fejléc már létezik ebben a szervezetben, szervezetenként egy fejléc adható meg.
sr_rs: Zaglavlje već postoji za entitet! Možete imate samo jedno zaglavlje po entitetu.
