Repository: pluginsGLPI/formcreator
Catalog: locales/*.po
Languages: es_es, fi_fi, fr_ca, hu_hu, lv_lv, nl_be, pl_pl, sr_rs

source: Bad request while adding an actor.
fr_ca: Mauvaise requête pendant l'ajout d'un acteur.
pl_pl: Złe żądanie podczas dodawania uczestnika.

source: Failed to find a user: %1$s
fr_ca: Impossible de trouver l'acteur: %1$s
pl_pl: Nie udało się znaleźć użytkownika: %1$s

source: Failed to find a group: %1$s
fr_ca: Impossible de trouver le groupe: %1$s
pl_pl: Nie udało się znaleźć grupy: %1$s

source: Failed to find a supplier: %1$s
fr_ca: Impossible de trouver le fournisseur: %1$s
pl_pl: Nie udało się znaleźć dostawcy: %1$s

source: Accepted
es_es: Aceptado
fr_ca: Accepté
pl_pl: Zaakceptowano

source: Print this form
es_es: Imprimir este formulario
fi_fi: Tulosta tämä lomake
fr_ca: Imprimer ce formulaire
lv_lv: Izdrukāt formu
nl_be: Dit formulier printen
pl_pl: Wydrukuj formularz

source: Form accepted by validator.
es_es: Formulario aceptado y validado
fi_fi: Vahvistaja on hyväksynyt lomakkeen.
fr_ca: Formulaire accepté par le valideur.
hu_hu: Az űrlapját elfogadta a jóváhagyó
lv_lv: Formu akceptēja apstiprinātājs.
nl_be: Formulier geaccepteerd door validator.
pl_pl: Formularz zaakceptowane przez osobę zatwierdzającą
sr_rs: Obrazac odobren od validatora.

source: Form successfully saved.
es_es: Formulario guardado exitosamente.
fi_fi: Lomake tallennettu onnistuneesti.
fr_ca: Formulaire sauvegardé avec succès
hu_hu: Az űrlap sikeresen mentve!
lv_lv: Forma saglabāta veiksmīgi.
nl_be: Formulier succesvol bewaard.
pl_pl: Formularz został zapisany.
sr_rs: Obrazac snimljen.

source: Save
es_es: Guardar
fr_ca: Enregistrer
pl_pl: Zapisz

source: Required if refused
es_es: Se requiere si se negó
fi_fi: Vaaditaan, jos hylätty
fr_ca: Obligatoire en cas de refus
hu_hu: Elutasítás estén kötelező
lv_lv: Nepieciešams ja noraidīts
nl_be: Verplicht als het geweigerd wordt
pl_pl: Wymagane w przypadku odrzucenia
sr_rs: Obavezno ako je odbijen

source: Refuse
es_es: Denegado
fi_fi: Hylkää
fr_ca: Refuser
hu_hu: Elutasít
lv_lv: Noraidīt
nl_be: Geweigerd
pl_pl: Odrzucenie
sr_rs: Odbiti

source: Edit answers
es_es: Editar las respuestas
fr_ca: Editer les réponses
pl_pl: Edytuj odpowiedzi

source: Cancel edition
es_es: Cancelar la edición
fr_ca: Annuler l'édition
pl_pl: Anuluj edycję

source: Accept
es_es: Aceptado
fi_fi: Hyväksy
fr_ca: Accepter
hu_hu: Elfogad
lv_lv: Akceptēt
nl_be: Accepteren
pl_pl: Akceptacja
sr_rs: Prihvatiti

source: Refused comment is required!
es_es: ¡Comentario denegado es requerido!
fi_fi: Hylkäyksen syy vaaditaan!
fr_ca: Le commentaire de refus est obligatoire !
hu_hu: Az elutasítás megjegyzése kötelező!
lv_lv: Nepieciešams noraidīšanas komentārs!
nl_be: Geweigerd. Commentaar is verplicht!
pl_pl: Wymagane jest skomentowanie odrzucenia
sr_rs: Komentar obavezan ako je odbijeno!

source: You are not the validator of these answers
es_es: No eres el validador de estas respuestas
fi_fi: Et ole näiden vastausten vahvistaja
fr_ca: Vous n'êtes pas le valideur pour ces réponses
lv_lv: Jūs neesat apstiprinātājs šīm atbildēm
nl_be: Jij bent niet de validatie gever van deze antwoorden
pl_pl: Nie jesteś osobą zatwierdzającą te odpowiedzi
sr_rs: Vi niste validator za ove odgovore

source: Form data
es_es: Datos del formulario
fi_fi: Lomakkeen tiedot
fr_ca: Données du formulaire
hu_hu: Űrlap adatok
lv_lv: Formas dati
nl_be: Formulier data
pl_pl: Dane formularza
sr_rs: Podaci na obrascu

source: Cannot generate targets!
es_es: ¡No se puede generar objetivos!
fi_fi: Kohteita ei voi luoda!
fr_ca: Impossible de générer les cibles !
hu_hu: Nem generálhatóak a célpontok!
lv_lv: Nevar ģenerēt mērķi
nl_be: Kan het doel niet genereren
pl_pl: Nie można wygenerowć obiektów docelowych!
sr_rs: Ne mogu se generisati ciljevi!

source: No turing test set
es_es: No se ha configurado un test de Turing
fr_ca: Pas de test de Turing défini

source: You failed the Turing test
es_es: Falló el test de Turing
fr_ca: Vous avez échoué au test de Turing

source: You must select validator!
es_es: Debe seleccionar un validador
fi_fi: Sinun on valittava vahvistaja!
fr_ca: Vous devez définir un valideur !
pl_pl: Musisz wybrać osobę zatwierdzającą

source: You cannot delete this issue. Maybe it is taken into account.
es_es: No puedes borrar esta tarea. Probablemente está en posesión de otra cuenta
fr_ca: Vous ne pouvez pas supprimer cette demande. Peut être est-elle prise en compte.
pl_pl: Nie można usunąć tego problemu. Być może jest już rozpatrywany.

source: Failed to delete this issue. An internal error occured.
es_es: Fallo al borrar esta tarea. Ha ocurrido un error interno
fr_ca: Échec de la suppression de la demande. Une erreur interne est survenue.
pl_pl: Nie można usunąć tego problemu. Wystąpił błąd wewnętrzny.

source: Seek assistance
es_es: Buscar ayuda
fi_fi: Hae apua
fr_ca: Demander une assistance
lv_lv: Meklēt palidzību
nl_be: Assistentie
pl_pl: Wsparcie
sr_rs: Traži pomoć

source: My requests for assistance
es_es: Mis solicitudes de asistencia
fi_fi: Omat tukipyynnöt
fr_ca: Mes demandes d'assistance
lv_lv: Mans palīdzības pieprasījums
nl_be: Mijn verzoeken tot assistentie
pl_pl: Moje zgłoszenia
sr_rs: Moji zahtjevi za pomoć

source: Consult feeds
es_es: Consultar feeds
fi_fi: Kysy syötteiltä
fr_ca: Consulter les flux RSS
lv_lv: Palīg plūsma
pl_pl: Sprawdź kanały informacji
sr_rs: Konsultuj agregator

source: Link to the form
es_es: Enlace al formulario
fi_fi: Linkki lomakkeeseen
fr_ca: Lien vers le formulaire
lv_lv: Saite uz formu
nl_be: Link naar het formulier
pl_pl: Link do formularza
sr_rs: Veza do obrasca

source: Please activate the form to view the link
es_es: Por favor, active el formulario para ver el enlace
fr_ca: Veuillez activer le formulaire pour voir le lien
pl_pl: Aktywuj formularz, aby wyświetlić odnośnik

source: Enable captcha
es_es: Habilitar Captcha
fr_ca: Activer le captcha
pl_pl: Włącz captcha

source: Restricted to
fr_ca: Restreint à
pl_pl: Zastrzeżone dla

source: The name cannot be empty!
es_es: ¡El nombre no puede estar vacío!
fi_fi: Nimi ei voi olla tyhjä!
fr_ca: Le nom ne doit pas être vide !
hu_hu: A név nem lehet üres
lv_lv: Virsraksts nevar būt tukšs!
nl_be: De naam kan niet leeg zijn
pl_pl: Nazwa nie może być pusta!
sr_rs: Ime ne može biti prazno

source: The language must be associated to a form!
fr_ca: La langue doit être associée à un formulaire !

source: Add a translation
es_es: Añadir una traducción
fr_ca: Ajouter une traduction
pl_pl: Dodaj tłumaczenie

source: Update a translation
fr_ca: Mettre à jour une traduction
pl_pl: Zaktualizuj tłumaczenie

source: New translation
es_es: Nueva traducción
fr_ca: Nouvelle traduction
pl_pl: Nowe tłumaczenie

source: Filter list
es_es: Lista de filtrado
fr_ca: Filtrer la liste

source: No translation found
es_es: No se ha encontrado una traducción
fr_ca: Aucune traduction trouvée
pl_pl: Nie znaleziono tłumaczenia

source: Do you want to delete the selected items?
es_es: ¿Quieres borrar los ítems seleccionados?
fr_ca: Voulez-vous supprimer les éléments sélectionnés ?
pl_pl: Czy chcesz usunąć zaznaczone elementy?

source: Delete
es_es: Eliminar
fi_fi: Poista
fr_ca: Supprimer
hu_hu: Törlés
lv_lv: Izdzēst
nl_be: Verwijder
pl_pl: Usuń
sr_rs: Obrisati

source: Original string
es_es: Cadena original
fr_ca: Chaîne originale

source: Add a new language
es_es: Agregar un nuevo idioma
fr_ca: Ajouter une nouvelle langue
pl_pl: Dodaj nowy język

source: Language
es_es: Idioma
fr_ca: Langue
pl_pl: Język

source: None
es_es: Ninguno
fi_fi: Ei mitään
fr_ca: Aucun
lv_lv: Nekas
nl_be: Geen
pl_pl: Brak

source: Need validaton?
es_es: ¿Necesita validación?
fr_ca: Requiert une validation ?
pl_pl: Wymaga walidacji?

source: No
fr_ca: Non
pl_pl: Nie

# button
source: Save
es_es: Guardar
fr_ca: Enregistrer
pl_pl: Zapisz

source: Choose a validator
es_es: Elija un validador
fi_fi: Valitse vahvistaja
fr_ca: Choisissez un valideur
hu_hu: Válasszon jóváhagyót
lv_lv: Izvēlēties apstiprinātāju
nl_be: Kies een validator
pl_pl: Wybierz osobę zatwierdzającą
sr_rs: Izaberi validatora

source: Properties
es_es: Propiedades
fr_ca: Propriétés
pl_pl: Właściwości

source: Failed to add or update the %1$s %2$s: a question is missing and is used in a parameter of the target
es_es: Fallo al añadir o actualizar el %1$s %2$s: una pregunta está vacía y se ha empleado en un parámetro del objetivo
fr_ca: Échec de l'ajout ou de la modification de %1$s %2$s : une question est manquante et est utilisée dans un paramètre de la cible

source: Actors
es_es: Actores
fi_fi: Toimijat
fr_ca: Acteurs
lv_lv: Dalībnieki
pl_pl: Uczestnicy

source: Problem title
es_es: Título del problema
fr_ca: Titre de problème

source: Content
es_es: Contenido
fr_ca: Contenu
pl_pl: Zawartość

source: Symptom
es_es: Síntoma
fr_ca: Symptôme
pl_pl: Objaw

source: Inheritance of the parent entity
fr_ca: Héritage depuis l'entité parent

source: GLPi's helpdesk
es_es: GLPI helpdesk
fi_fi: GLPI-tukipalvelu
fr_ca: Libre-service de GLPI
lv_lv: GLPI helpdesks
pl_pl: Pomoc techniczna GLPI
sr_rs: GLPI Helpdesk

source: Service catalog simplified
es_es: Catálogo de servicios simplificado
fi_fi: Yksinkertaistettu palveluhakemisto
fr_ca: Catalogue de service simplifié
lv_lv: Vienkāršots servisu katalogs
nl_be: Service catalogus versimpeld
pl_pl: Katalog usług uproszczony
sr_rs: Pojednostavljeni katalog servisa

source: Service catalog extended
es_es: Catálogo de servicios extendido
fi_fi: Laajennettu palveluhakemisto
fr_ca: Catalogue de service étendu
lv_lv: Izvērst servisu katalogs
nl_be: Service catalogus uitgebreid
pl_pl: Katalog usług rozszerzony
sr_rs: Prošireni katalog servisa

source: All available forms
fr_ca: Tous les formulaires disponibles
pl_pl: Wszystkie dostępne formularze

source: Only default forms
fr_ca: Uniquement les formulaires par défaut
pl_pl: Tylko domyślne formularze

source: Popularity sort
es_es: Orden por popularidad
fi_fi: Suosituimmuus lajittelu
fr_ca: Tri par popularité
lv_lv: Sakārtot pēc popularitātes
nl_be: Sorteer op populariteit
pl_pl: Sortowanie wg. popularności
sr_rs: Sortiraj po popularnosti

source: Alphabetic sort
es_es: Orden alfabético
fi_fi: Aakkosellinen lajittelu
fr_ca: Tri alphabétique
lv_lv: Sakārtot alfabēta secībā
nl_be: Sorteer op alfabet
pl_pl: Sortowanie alfabetyczne
sr_rs: Sortiraj abecedno

source: Merged with Forms
es_es: Fusionado con Formularios
fr_ca: Fusionné avec les Formulaires

source: Distinct menu entry
es_es: Entra de menu diferente
fr_ca: Entrée de menu distincte

source: Hidden
es_es: Oculto
fr_ca: Caché
pl_pl: Ukryte

source: Helpdesk
fr_ca: Libre-service
lv_lv: Helpdesks
pl_pl: Pomoc techniczna

source: Helpdesk mode
es_es: Modo Helpdesk
fi_fi: Helpdesk-tila
fr_ca: Mode d'assistance
lv_lv: Helpdesk režīms
nl_be: Helpdesk modus
pl_pl: Tryb pomocy technicznej
sr_rs: Helpdesk mod

source: Default Form list mode
fr_ca: Mode des formulaires par défaut

source: Sort order
es_es: Orden de clasificación
fr_ca: Ordre de tri
pl_pl: Kolejność sortowania

source: Knowledge base
es_es: Base de conocimiento
fr_ca: Base de connaissance
pl_pl: Baza wiedzy

source: Search
es_es: Búsqueda
fr_ca: Recherche
pl_pl: Szukaj

source: Counters dashboard
fr_ca: Tableau de bord de compteurs

source: Header message
es_es: Mensaje de Cabecera
fr_ca: Message d'entête
pl_pl: Wiadomość nagłówka

source: Display search field
es_es: Mostrar campo de búsqueda
fr_ca: Afficher le champ de recherche
pl_pl: Pokaż pole wyszukiwania

source: Header
es_es: Cabecera
fr_ca: En-tête
hu_hu: Fejléc
nl_be: Titels
pl_pl: Nagłówek
sr_rs: Zaglavlje

source: Display header
es_es: Mostrar cabecera
fr_ca: Afficher l'entête
pl_pl: Pokaż nagłówek

source: Minimum range
es_es: Rango mínimo
fr_ca: Intervalle minimum
pl_pl: Zakres minimalny

source: maximum range
es_es: Rango máximo
fr_ca: Intervalle maximum
pl_pl: zakres minimalny

source: Public access
es_es: Acceso público
fi_fi: Julkinen pääsy
fr_ca: Accès public
hu_hu: Publikus elérés
lv_lv: Publiska pieeja
nl_be: Publieke toegang
pl_pl: Dostęp publiczny
sr_rs: Javni pristup

source: Private access
es_es: Acceso privado
fi_fi: Yksityinen pääsy
fr_ca: Utilisateur GLPI authentifié
hu_hu: Privát elérés
lv_lv: Privāta pieeja
nl_be: Private toegang
pl_pl: Dostęp dla zalogowanego użytkownika
sr_rs: Privatni pristup

source: Restricted access
es_es: Acceso restringido
fi_fi: Rajoitettu pääsy
fr_ca: Droits restreints (profils)
hu_hu: Korlátozott elérés
lv_lv: Ierobežota pieeja
nl_be: Beperkte toegang
pl_pl: Dostęp ograniczony
sr_rs: Ograničeni pristup

source: Answers waiting for validation
fr_ca: Réponses en attente de validation
pl_pl: Odpowiedzi oczekujące na zatwierdzenie

source: Import forms
es_es: Importar formularios
fi_fi: Tuo lomakkeita
fr_ca: Import de formulaires
lv_lv: Importēt formas
nl_be: Importeer formulieren
pl_pl: Import formularzy
sr_rs: Uvezi obrasce!

source: Characteristics
fr_ca: Caractéristiques
pl_pl: Charakterystyki

source: Recursive
es_es: Recursivo
fr_ca: Récursif
pl_pl: Rekursywny

source: Homepage
es_es: Página principal
fi_fi: Kotisivu
fr_ca: Page d'accueil
hu_hu: Kezdőképernyő
lv_lv: Sākumlapa
pl_pl: Strona domowa
sr_rs: Početna strana

source: Access
es_es: Acceso
fi_fi: Pääsy
fr_ca: Accès
hu_hu: Elérés
lv_lv: Piekļuve
pl_pl: Dostęp
sr_rs: Pristup

source: Active
es_es: Activo
fr_ca: Actif
pl_pl: Aktywne

source: Default form
fr_ca: Formulaire par défaut
pl_pl: Domyślny formularz

source: Inactive
es_es: Inactivo
fr_ca: Inactif
pl_pl: Nieaktywne

source: Not default form
fr_ca: Pas un formulaire par défaut

source: All languages
fr_ca: Toutes les langues
pl_pl: Wszystkie języki

source: Answers title
es_es: Título de las respuestas
fr_ca: Titre de réponse

source: Add a target
es_es: Añadir un objetivo
fr_ca: Ajouter une cible
pl_pl: Dodaj cel

source: Preview
es_es: Vista previa
fr_ca: Prévisualisation
pl_pl: Podgląd

source: properties
fr_ca: propriétés

source: What are you looking for?
es_es: ¿Qué estás buscando?
fr_ca: Que recherchez-vous ?
pl_pl: Czego szukasz?

source: My %1$d last forms (requester)
es_es: Mis %1$d ultimos formularios (peticionario)
fr_ca: Mes %1$d derniers formulaires (demandeur)
pl_pl: Moje %1$d ostatnie formularze (zgłaszający)

source: No form posted yet
es_es: Formulario no publicado aún
fi_fi: Lomaketta ei ole vielä lähetetty
fr_ca: Aucun formulaire saisi pour le moment
hu_hu: Még nincs beküldött űrlap
lv_lv: Nav nosūtītas formas
nl_be: Geen formulieren gepost
pl_pl: Brak zapamiętanych formularzy
sr_rs: Nijedan obrazac još nije objavljen

source: All my forms (requester)
es_es: Todos mis formularios (solicitante)
fi_fi: Kaikki lomakkeeni (toimeksiantaja)
fr_ca: Tous mes formulaires (Demandeur)
hu_hu: Minden űrlapom (kérelmező)
lv_lv: Visas manas formas (pieteicējs)
nl_be: Al mijn formulieren (aanvrager)
pl_pl: Moje wszystkie formularze (wnioskodawca)
sr_rs: Svi moji obrasci (podnosilac zahtjeva)

source: My %1$d last forms (validator)
es_es: Mis %1$d ultimos formularios (validador)
fr_ca: Mes %1$d derniers formulaires (valideur)
pl_pl: Moje %1$d ostatnie formularze (zatwierdzający)

source: No form waiting for validation
es_es: No formulario esperando por validación
fi_fi: Ei vahvistusta odottavaa lomaketta
fr_ca: Aucun formulaire en attente de validation
hu_hu: Nincs jóváhagyásra váró űrlap
lv_lv: Nav formas kuram nepieciešama apstiprināšana
nl_be: Geen formulieren wachten op validatie
pl_pl: Brak formularzy oczekujących na zatwierdzenie
sr_rs: Nijedan obrazac ne čeka na potvrdu

source: All my forms (validator)
es_es: Todos mis formularios (validador)
fi_fi: Kaikki lomakkeeni (vahvistaja)
fr_ca: Tous mes formulaires (Valideur)
hu_hu: Minden űrlapom (jóváhagyó)
lv_lv: Visas manas formas (Apstiprinātājs)
nl_be: Al mijn formulieren (validatie)
pl_pl: Moje wszystkie formularze (zatwierdzający)
sr_rs: Svi moji obrasci (validator)

source: Cannot use empty name for form answers. Keeping the previous value.
fr_ca: Impossible d'utiliser un nom vide pour les réponses aux formulaires. Maintien de la valeur précédente.
pl_pl: Nie można użyć pustej nazwy dla odpowiedzi formularza. Zachowuję poprzednią wartość.

source: The question %s is not compatible with public forms
es_es: La pregunta %s no es compatible con los formularios publicos
fi_fi: Kysymys %s ei ole yhteensopiva julkisten lomakkeiden kanssa
fr_ca: La question %s n'est pas compatible avec les formulaires publics
pl_pl: Pytanie %s niedostępne w wersji publicznej formularza

source: Errored duplicate
es_es: Duplicado erróneo
fr_ca: Duplication échouée

source: Duplicate
es_es: Duplicado
fi_fi: Monista
fr_ca: Dupliquer
hu_hu: Duplikált
lv_lv: Dublikāts
nl_be: Dupliceren
pl_pl: Powtórzenie
sr_rs: Duplikat

# button
source: Post
es_es: Publicar
fr_ca: Soumettre

source: Form duplicated: %s
es_es: Formulario duplicado: %s
fi_fi: Lomake monistettu: %s
fr_ca: Formulaire dupliqué : %s
hu_hu: Duplikált űrlap: %s
lv_lv: Formas dublikāts: %s
nl_be: Formulier gedupliceerd: 1%s
pl_pl: Powtórzonych formularzy: %s
sr_rs: Dupli obrazac: %s

source: Form Transfered: %s
es_es: Formulario Transferido: %s
fi_fi: Lomake siirretty: %s
fr_ca: Formulaire transféré : %s
hu_hu: Áthelyezett űrlap: %s
lv_lv: Forma pārnesta: %s
nl_be: Formulier verplaatst: 1%s
pl_pl: Przeniesionych formularzy %s
sr_rs: Obrazac proslijeđen: %s

source: Back
es_es: Atrás
fr_ca: Retour
pl_pl: Cofnij

source: Upload of JSON files not allowed.
es_es: Carga de ficheros JSON no permitida.
fi_fi: JSON-tiedostojen lataaminen ei ole sallittua.
fr_ca: Le téléversement de fichiers JSON n'est pas autorisé.
lv_lv: JSON datņu augšupielāde liegta
pl_pl: Pliki typu JSON są niedozwolone.

source: You may allow JSON files right now.
es_es: Deberías permitir la carga de ficheros JSON ahora.
fi_fi: Nyt voit sallia JSON-tiedostot.
fr_ca: vous pouvez utiliser les fichiers JSON dès maintenant
lv_lv: Nepieciešams atļaut JSON datnes.
pl_pl: Pliki typu JSON są obecnie dozwolone.

# button
source: Create
es_es: Crear
fi_fi: Luo
fr_ca: Créer
lv_lv: Izveidot
pl_pl: Utwórz

source: Please contact your GLPI administrator.
es_es: Por favor, contacta con el administrador del GLPI.
fi_fi: Ota yhteyttä GLPI-ylläpitäjään.
fr_ca: Veuillez contacter votre administrateur GLPI.
lv_lv: Lūdzu sazināties ar GLPI administratoru.
pl_pl: Proszę skontaktuj się z Administratorem Systemu GLPI

# button
source: Back
es_es: Atrás
fi_fi: Takaisin
fr_ca: Retour
lv_lv: Atpakaļ
pl_pl: Cofnij

source: Upload of JSON files not enabled.
es_es: Carga de ficheros JSON no habilitada.
fi_fi: JSON-tiedostojen lataus ei ole käytössä.
fr_ca: Le téléversement de fichiers JSON n'est pas activée
lv_lv: JSON datnes augšupielādēšana nav iespējota.
pl_pl: Wgranie plików typu JSON nie jest włączone.

source: You may enable JSON files right now.
es_es: Deberías habilitar los ficheros JSON ahora.
fi_fi: Nyt voit ottaa käyttöön JSON-tiedostot.
fr_ca: Vous pouvez activer les fichiers JSON dès maintenant
lv_lv: Tagad jums nepieciešams iespējot JSON datnes.
pl_pl: Można włączyć pliki typu JSON.

# button
source: Enable
es_es: Habilitado
fi_fi: Ota käyttöön
fr_ca: Activer
lv_lv: Iespējot
pl_pl: Włącz

# button
source: Send
es_es: Enviar
fr_ca: Envoyer
pl_pl: Wyślij

source: Forms import impossible, the file is empty
es_es: La importación del formulario es imposible, el fichero está vacío
fr_ca: L'importation de formulaires est impossible, le fichier est vide
pl_pl: Import formularzy niemożliwy, plik jest pusty

source: Forms import impossible, the file seems corrupt
es_es: La importación del formulario es imposible, el fichero parece corrupto
fr_ca: Importation de formulaires impossible, le fichier semble corrompu
pl_pl: Import formularzy niemożliwy, plik wydaje się uszkodzony

source: Forms import impossible, the file was generated with another version
es_es: La importación del formulario es imposible, el fichero se generó con otra versión
fr_ca: Importation de formulaires impossible, le fichier a été généré avec une autre version
pl_pl: Import formularzy niemożliwy, plik został wygenerowany w innej wersji

source: The file does not specifies the schema version. It was probably generated with a version older than 2.10. Giving up.
es_es: El fichero no especifica la versión del esquema. Fue probablemente generado con una versión anterior a la 2.10. No se realiza
fr_ca: Le fichier ne spécifie pas la version de schéma. Il a probablement été généré avec une version antérieure à 2.10. Abandon.

source: Failed to import %s
es_es: Fallo al importar %s
fr_ca: Importation échouée de %s
pl_pl: Błąd importu %s

source: Forms successfully imported from %s
es_es: Formularios importados correctamente de %s
fi_fi: Lomakkeet on tuotu onnistuneesti %s
fr_ca: Formulaires importés avec succès depuis %s
lv_lv: Formas veiksmīgi importētas no %s
nl_be: Formulieren succesvol geïmporteerd van 1%s
pl_pl: Formularze pomyślnie zaimportowane z %s
sr_rs: Obrasci uspješno uvezeni iz %s

source: The form %1$s already exists and is in an unmodifiable entity.
es_es: El formulario %1$s ya existe y está en una entidad que no se puede modificar
fr_ca: Le formulaire %1$s existe déjà et se trouve dans une entité non modifiable.
pl_pl: Formularz %1$s już istnieje oraz dotyczy jednostki, której nie można modyfikować.

source: You don't have right to update the entity %1$s.
fr_ca: Vous n'avez pas le droit de modifier l'entité %1$s.

source: The entity %1$s is required for the form %2$s.
es_es: Se requiere la entidad %1$s para el formulario %2$s.
fr_ca: L'entité %1$s est requise pour le formulaire %2$s.
pl_pl: Jednostka %1$s jest wymagana przy formularzu %2$s.

source: Failed to create JSON document type
es_es: Error al crear el tipo de documento JSON.
fi_fi: JSON-asiakirjatyyppiä ei voitu luoda
fr_ca: Échec de création du type de fichiers JSON
lv_lv: Neizdevās izveidot JSON dokumenta tipu
nl_be: Het is niet gelukt om een JSON document type te maken
pl_pl: Nie utworzono dokumentu typu JSON

source: JSON document type not found
es_es: Tipo de documento JSON no encontrado
fi_fi: JSON-dokumenttityyppiä ei löydy
fr_ca: Type de document JSON introuvable
lv_lv: JSON dokumenta tips nav atrasts
nl_be: JSON document type is niet gevonden
pl_pl: Nie znaleziono dokumentu typu JSON

source: Failed to update JSON document type
es_es: Error al actualizar el tipo de documento JSON
fi_fi: JSON-dokumenttityypin päivittäminen epäonnistui
fr_ca: Échec lors de la mise à jour du type de document JSON
lv_lv: Neizdevās atjaunot JSON dokumenta tipu
nl_be: Het is niet gelukt om het JSON document type te updaten
pl_pl: Nie powiodło się zaktualizowanie dokumentu typu JSON

source: Forms without category
es_es: Formularios sin categoría
fi_fi: Lomakkeet ilman kategoriaa
fr_ca: Formulaires sans catégorie
hu_hu: Kategória nélküli űrlapok
lv_lv: Formas bez kategorijas
nl_be: Formulieren zonder categorie
pl_pl: Formularze bez kategorii
sr_rs: Obrasci bez kategorije

source: No form available
es_es: No hay un formulario disponible
fr_ca: Aucun formulaire disponible
pl_pl: Brak dostępnego formularza

source: Add
es_es: Añadir
fr_ca: Ajouter
pl_pl: Dodaj

source: Unsupported target type.
es_es: Tipo de Objetivo no soportado
fr_ca: Type de cible non supporté.
pl_pl: Niewspierany typ udostępnienia.

source: Change title
es_es: Cambiar título
fi_fi: Vaihda otsikko
fr_ca: Titre du changement
lv_lv: Izmainīt virsrakstu
nl_be: Verander titel
pl_pl: Zmień tytuł

source: Control list
es_es: Lista de control
fr_ca: Liste de contrôle
pl_pl: Lista kontrolna

source: Deployment plan
es_es: Plan de Despliegue
fr_ca: Plan de déploiement

source: Backup plan
es_es: Plan de Backup
fr_ca: Plan de sauvegarde

source: Check list
fr_ca: Liste de vérifications
pl_pl: Lista kontrolna

source: The title is required
es_es: El título es requerido
fi_fi: Otsikko on pakollinen
fr_ca: L'intitulé est obligatoire
hu_hu: A cím kötelező
lv_lv: Virsraksts ir nepieciešams
nl_be: Titel is verplicht
pl_pl: Tytuł jest wymagany
sr_rs: Naslov je obavezan
