Repository: pluginsGLPI/formcreator
Catalog: locales/*.po
Languages: es_es, fi_fi, fr_ca, hu_hu, lv_lv, nl_be, pl_pl, sr_rs

source: Bad request
es_es: Petición incorrecta
fr_ca: Mauvaise requête
pl_pl: Błędne zgłoszenie

source: Question not found
es_es: La pregunta no se encuentra
fr_ca: Question non trouvée
pl_pl: Nie znaleziono pytania

source: You don't have right for this action
es_es: No tienes permisos para realizar esta acción
fr_ca: Vous n'avez pas l'autorisation pour cette action
pl_pl: Nie masz uprawnień dla tej akcji

source: Source question not found
es_es: La pregunta de origen no se ha encontrado
fr_ca: Question source non trouvée
pl_pl: Nie znaleziono pytania źródłowego

source: Could not move some questions
es_es: No se pudieron mover algunas preguntas
fr_ca: Échec de déplacement de quelques questions
pl_pl: Nie można było przenieść niektórych pytań

source: Could not add the section
es_es: No se pudo añadir la sección
fr_ca: Impossible d'ajouter la section
pl_pl: Nie można dodać sekcji

source: Subtree root
fr_ca: Racine du sous arbre
pl_pl: Źródło poddrzewa

source: Selectable
es_es: Seleccionable
fr_ca: Sélectionnable

source: Limit subtree depth
es_es: Limitar la profundidad del subarbol
fr_ca: Limite de profondeur du sous arbre
pl_pl: Ogranicz drzewo kategorii zgłoszeń

source: No limit
es_es: Sin límite
fi_fi: Ei rajoitusta
fr_ca: Aucune limite
lv_lv: Nav limitu
nl_be: Geen limit
pl_pl: Bez ograniczeń

source: Source section not found
es_es: La sección fuente no se encuentra
fr_ca: Section source introuvable
pl_pl: Nie znaleziono sekcji źródłowej

source: Could not delete the section
es_es: No se pudo borrar la sección
fr_ca: La section n'a pu être supprimé
pl_pl: Nie można usunąć sekcji

source: Could not add the question
fr_ca: La question n'a pu être supprimé
pl_pl: Nie można dodać pytania

source: Could not move the section
es_es: No se pudo mover la sección
fr_ca: Impossible de déplacer la section
pl_pl: Nie można przenieść sekcji

source: Failed to add the actor
fr_ca: Echec de l'ajout de l'acteur
pl_pl: Nie udało się dodać uczestnika

source: Failed to delete the actor
fr_ca: Echec de la suppression de l'acteur
pl_pl: Nie udało się usunąć uczestnika

source: Could not duplicate the section
es_es: No se pudo duplicar la sección
fr_ca: Impossible de dupliquer la section
pl_pl: Nie można powielić sekcji

source: Could not update the section
es_es: No se pudo actualizar la sección
fr_ca: Impossible de mettre à jour la section
pl_pl: Nie można zaktualizować sekcji

source: Service catalog
es_es: Catálogo de Servicios
fi_fi: Palveluluettelo
fr_ca: Catalogue de service
lv_lv: Servisu katalogs
nl_be: Service Catalogus
pl_pl: Katalog usług
sr_rs: Katalog servisa

source: Item not found
fr_ca: Élément introuvable
pl_pl: Nie znaleziono elementu

source: No right to update this item.
fr_ca: Pas de droits pour mettre à jour cet élément.
pl_pl: Brak uprawnień do aktualizacji tej pozycji.

source: Bad request while deleting an actor.
fr_ca: Mauvaise requête pendant la suppression d'un acteur
pl_pl: Złe żądanie podczas usuwania uczestnika.

source: Form list
es_es: Lista de formulario
fi_fi: Lomakelista
fr_ca: Liste des formulaires
hu_hu: Űrlap lista
lv_lv: Formas saraksts
nl_be: Formulieren lijst
pl_pl: Lista formularzy
sr_rs: Lista obrazaca

source: The form has been successfully saved!
es_es: ¡El formulario ha sido guardado exitosamente!
fi_fi: Lomake on tallennettu onnistuneesti!
fr_ca: Le formulaire a été sauvegardé avec succès !
hu_hu: Az űrlap sikeresen mentve!
lv_lv: Forma veiksmīgi saglabāta!
nl_be: Het formulier is succesvol bewaard
pl_pl: Formularz został zapisany
sr_rs: Obrazac snimljen

source: %1$s purges the reservation for item %2$s
fr_ca: %1$s annule la réservation de l'objet %2$s

source: %1$s adds the reservation %2$s for item %3$s
fr_ca: %1$s ajoute la réservation %2$s pour l'objet %3$s

source: See all
fr_ca: Voir tous
pl_pl: Zobacz wszystkie

source: Please, describe your need here
es_es: Por favor, describe tu necesidad aquí
fi_fi: Kuvaile tarpeesi tässä
fr_ca: Merci de décrire votre besoin ici
lv_lv: Lūdzu definējiet jūsu prasību
nl_be: Vul hier je zoektermen in
pl_pl: Wpisz frazę do wyszukania w formularzach
sr_rs: Molim, opišite ovdje Vašu potrebu

source: Textarea
fi_fi: Tekstialue
fr_ca: Zone de texte
hu_hu: Szöveg terület
lv_lv: Tekstlodziņš
pl_pl: Obszar tekstu
sr_rs: Tekstaulna zona

source: A required field is empty:
es_es: Un campo requerido está vacío:
fi_fi: Pakollinen kenttä on tyhjä:
fr_ca: Un champ obligatoire est vide :
hu_hu: Egy kötelező mező üres:
lv_lv: Nepieciešamais lauks tukšs:
nl_be: Een verplicht veld is leeg:
pl_pl: Wymagane pole jest puste:
sr_rs: Obavezno polje je prazno:

source: The regular expression is invalid
es_es: La expresión regular es inválida
fi_fi: Säännöllinen lauseke on virheellinen
fr_ca: L'expression régulière n'est pas valide
lv_lv: Nederīga regulāra izteiksme
nl_be: The reguliere expressie is invalide
pl_pl: Wyrażenie regularne jest nieprawidłowe

source: User
es_es: Usuario
fr_ca: Utilisateur
pl_pl: Użytkownik

source: User and form
es_es: Usuario y formulario
fr_ca: Utilisateur et formulaire
pl_pl: Użytkownik i formularz

source: Invalid value for
es_es: Valor incorrecto para
fr_ca: Valeur invalide pour
pl_pl: Nieprawidłowa wartość dla

source: The itemtype field is required: %s
fr_ca: Le champ itemtype est requis: %s

source: Invalid dropdown type: %s
es_es: Tipo de desplegable inválido: %s
fr_ca: Type d'intitulé invalide : %s

source: Entity restriction
es_es: Restricciones de Entidad
fr_ca: Restriction par entité

source: To respect the GLPI entity system, "Form" should be selected. Others settings will break the entity restrictions
es_es: Para respetar el sistema de entidades GLPI, se debe seleccionar "Formulario". Otras configuraciones romperán las restricciones de la entidad
fr_ca: Pour respecter le système des entités de GLPI, "Formulaire" devrait-être sélectionné. Un autre choix brisera la restriction d'entité.
pl_pl: Aby zachować zgodność z systemem jednostek GLPI, należy wybrać opcję "Formularz". Inne ustawienia spowodują złamanie ograniczeń dotyczących jednostek

source: LDAP size limit exceeded
fr_ca: Taille limite LDAP dépassée

source: LDAP Select
fi_fi: LDAP valinta
fr_ca: Sélection LDAP
hu_hu: LDAP Érték
lv_lv: LDAP atlase
pl_pl: Dane z LDAP
sr_rs: Izbor LDAP-a

source: LDAP directory not defined!
es_es: El directorio LDAP no está definido!
fi_fi: LDAP-hakemistoa ei ole määritetty!
fr_ca: Annuaire LDAP non défini !
pl_pl: Katalog LDAP nie został zdefiniowany

source: LDAP directory not found!
es_es: El directorio LDAP no se ha encontrado!
fi_fi: LDAP-hakemistoa ei löydetty!
fr_ca: Annuaire LDAP introuvable !
pl_pl: Katalog LDAP nie znaleziony

source: Specific format does not match: %s
es_es: El formato especificado no coincide: %s
fr_ca: Le format spécifique ne correspond pas : %s
pl_pl: Podany format nie pasuje: %s

source: The text is too short (minimum %d characters): %s
es_es: El texto es demasiado corto (mínimo %d caracteres): %s
fr_ca: Le texte est trop court (minimum %d caractères) : %s
pl_pl: Tekst jest zbyt krótki (minimalnie %d znaków): %s

source: The text is too long (maximum %d characters): %s
es_es: El texto es demasiado largo (máximo %d caracteres): %s
fr_ca: Le texte est trop long (maximum %d caractères) : %s
pl_pl: Tekst jest zbyt długi (maksymalnie %d znaków): %s

source: Text
es_es: Texto
fi_fi: Teksti
fr_ca: Texte
hu_hu: Szöveg
lv_lv: Teksts
pl_pl: Tekst
sr_rs: Tekst

source: Regular expression
es_es: Expresión regular
fi_fi: Säännöllinen lauseke
fr_ca: Expression régulière
hu_hu: Reguláris kifejezés
lv_lv: Regulārā izteiksme
nl_be: Reguliere expressie
pl_pl: Wyrażenie regularne
sr_rs: Regularan izraz

source: Range
es_es: Rango
fi_fi: Alue
fr_ca: Étendue
hu_hu: tartomány
lv_lv: Diapazons
pl_pl: Zakres
sr_rs: Opseg

source: Additional validation
es_es: Validación adicional
fi_fi: Lisävahvistus
fr_ca: Validation supplémentaire
hu_hu: További validálás
lv_lv: Papildus apstiprināšana
nl_be: Additionele validatie
pl_pl: Dodatkowa weryfikacja
sr_rs: Dodatna potvrda

source: Radios
fi_fi: Valintanapit
fr_ca: Boutons radio
hu_hu: Rádiógombok
lv_lv: Radio pogas
pl_pl: Pola opcji

source: The field value is required:
es_es: El campo valor es requerido:
fi_fi: Kentän arvo on pakollinen:
fr_ca: La valeur du champ est obligatoire :
hu_hu: A mező értéke kötelező:
lv_lv: Nepieciešams ievadīt lauka vērtību:
nl_be: Veldgegevens zijn verplicht:
pl_pl: Wymagana wartość w polu:
sr_rs: Vrijednost polja je obavezna:

source: A required field is empty: %s
es_es: Un campo obligatorio está vacío: %s
fr_ca: Un champ obligatoire est vide: %s
pl_pl: Wymagane pole jest puste: %s

source: This is not an integer: %s
es_es: No es un entero: %s
fr_ca: Ce n'est pas un nombre entier : %s
pl_pl: To nie jest liczba całkowita: %s

source: The following number must be greater than %d: %s
es_es: El siguiente número debe ser mayor que %d: %s
fr_ca: Le nombre suivant doit être supérieur à %d : %s
pl_pl: Liczba musi być większa niż %d:%s

source: The following number must be lower than %d: %s
es_es: El siguiente número debe ser menor que %d: %s
fr_ca: Le nombre suivant doit être inférieur à %d : %s
pl_pl: Liczba musi być mniejsza niż %d:%s

source: Integer
fi_fi: Kokonaisluku
fr_ca: Entier
hu_hu: Egész szám
lv_lv: vesels skaitlis
pl_pl: Wartość całkowita

source: Undefined
fr_ca: Non défini
pl_pl: Niezdefiniowane

source: Urgency
es_es: Urgencia
fr_ca: Urgence
pl_pl: Pilność

# urgency
source: Very high
es_es: Muy alta
fr_ca: Très haute
pl_pl: Bardzo wysoki

# urgency
source: High
es_es: Alta
fr_ca: Haute
pl_pl: Wysoki

# urgency
source: Medium
es_es: Medio
fr_ca: Moyen
pl_pl: Umiarkowany

# urgency
source: Low
es_es: Baja
fr_ca: Basse
pl_pl: Niski

# urgency
source: Very low
es_es: Muy baja
fr_ca: Très basse
pl_pl: Bardzo niski

source: Warning: Tag plugin is disabled or missing
fr_ca: Attention: Le plugin Tag est désactivé ou manquant
pl_pl: Ostrzeżenie: Wtyczka Tag jest wyłączona lub jej brak

source: Time
es_es: tiempo
fr_ca: Heure
pl_pl: Czas

source: This is not a valid e-mail: %s
es_es: Este no es un e-mail válido: %s
fr_ca: Ce n'est pas un courriel valide: %s
pl_pl: To nie jest prawidłowy adres e-mail: %s

source: Select
fi_fi: Valinta
fr_ca: Sélection
hu_hu: Saját legördülő lista
lv_lv: Atlasīt
pl_pl: Lista wyboru
sr_rs: Izbor

source: Date & time
es_es: Fecha & Hora
fi_fi: Päivämäärä & aika
fr_ca: Date & heure
pl_pl: Data i godzina

source: Invalid value: %s
es_es: Valor inválido: %s
fr_ca: Valeur invalide : %s
pl_pl: Błędna wartość: %s

source: User not found or invalid email address: %s
es_es: No se ha encontrado al usuario o el email es inválido: %s
fr_ca: Utilisateur non trouvé ou l'adresse courriel est invalide: %s
pl_pl: Nie znaleziono użytkownika lub nieprawidłowy adres e-mail: %s

source: No attached document
es_es: No hay documento adjunto
fr_ca: Aucun document joint
pl_pl: Nie załączono dokumentu

source: Attached document
es_es: Documento adjunto
fi_fi: Liitetiedosto
fr_ca: Document joint
lv_lv: Pievienots dokuments
nl_be: Bijgevoegde document
pl_pl: Załączony dokument

source: A required file is missing: %s
es_es: Un campo obligatorio está vacío: %s
fr_ca: Un champ requis est manquant : %s
pl_pl: Brak wymaganego pliku: %s

source: File
es_es: Archivo
fr_ca: Fichier
pl_pl: Plik

source: Multiselect
fi_fi: Monivalinta
fr_ca: Sélection multiple
hu_hu: Többszörös kiválasztás
lv_lv: Daudzatlase
pl_pl: Lista wielokrotnego wyboru
sr_rs: Višestruki

source: Warning: Additional Fields plugin is disabled or missing
fr_ca: Attention: le plugin Champs additionnels est désactivé ou manquant
pl_pl: Ostrzeżenie: Wtyczka Additional Fields jest wyłączona lub jej brak

source: Block
fr_ca: Bloc

source: Field
es_es: Campo
fr_ca: Champ
pl_pl: Pole

source: show
fr_ca: Montrer
pl_pl: pokaż

source: Some numeric fields contains non numeric values
fr_ca: Des champs numériques contiennent des valeurs non numériques
pl_pl: Niektóre pola numeryczne zawierają wartości nienumeryczne

source: Some URL fields contains invalid links
fr_ca: Des champs URL contiennent des URL invalides
pl_pl: Niektóre pola adresu URL zawierają nieprawidłowe łącza

source: Additionnal fields
fr_ca: Champs supplémentaires

source: Checkboxes
fi_fi: Valintaruudut
fr_ca: Boites à cocher
hu_hu: Jelölőnégyzetek
lv_lv: Izvēles rūtiņas
pl_pl: Pola wyboru
sr_rs: Polja za potvrdu

source: The following question needs at least %d answers
fr_ca: La question suivante nécessite au moins %d réponses

source: The following question does not accept more than %d answers
fi_fi: Seuraava kysymys ei hyväksy enempää kuin %d vastausta
fr_ca: La question suivante n'accepte pas plus de %d réponses
hu_hu: A következő kérdésre nem adható több válasz, mint %d
lv_lv: Sekojošam jautājumam nav jābūt vairāk par %d atbilžu
sr_rs: Za ovo pitanje ne smije biti više od %d odgovora

source: Range min
fr_ca: Intervalle minimum
pl_pl: Zakres min.

source: Range max
fr_ca: Intervalle maximum
pl_pl: Zakres maks.

source: Request type
es_es: Tipo de Petición
fr_ca: Type de requête
pl_pl: Typ zgłoszenia

source: This is not a number: %s
es_es: Esto no es un número: %s
fr_ca: Ce n'est pas un nombre: %s
pl_pl: To nie jest liczba: %s

source: Float
fi_fi: Liukuluku
fr_ca: Flottant
lv_lv: Peldošais
pl_pl: Wartość rzeczywista

source: A description field should have a description:
es_es: El campo descripción debe tener una descripción:
fi_fi: Kuvauskentällä pitäisi olla kuvaus:
fr_ca: Un champ de type description doit avoir une description :
hu_hu: A leírás mezőnek tartalmaznia kell a leírást:
lv_lv: Apraksta laukam jābūt aizpildītam:
pl_pl: Pole opisu powinno być wypełnione
sr_rs: Polje opisa bi trebalo da ima opis:

source: is visible
es_es: Es visible
fr_ca: est visible
pl_pl: jest widoczne

source: is not visible
es_es: No es visible
fr_ca: n'est pas visible
pl_pl: jest niewidoczne

source: regular expression matches
es_es: La expresión regular coincide
fr_ca: expression régulière correspond à
pl_pl: dopasowania wyrażeń regularnych

source: Always displayed
es_es: Mostrar siempre
fi_fi: Aina näkyvissä
fr_ca: Toujours visible
hu_hu: Mindig megjelenik
lv_lv: Vienmēr rādīt
nl_be: Altijd zien
pl_pl: Zawsze pokazuj
sr_rs: Uvijek prikazano

source: Hidden unless
es_es: Oculto a menos
fi_fi: Piilotettu, ellei
fr_ca: Masqué par défaut, sauf si
hu_hu: Rejtett amíg
lv_lv: Paslēpts kamēr
nl_be: Verborgen tenzij
pl_pl: Niewidoczny aż
sr_rs: Skriveno sve dok

source: Displayed unless
es_es: Mostrar a meno que
fi_fi: Näytetään vain, jos
fr_ca: Affiché par défaut, sauf si
hu_hu: Megjelenik amíg
lv_lv: Rādīt kamēr
nl_be: Laten zien behalve als
pl_pl: Widoczny jeżeli
sr_rs: Prikazano sve dok

source: Failed to add or update the %1$s %2$s
es_es: Fallo al añadir o actualizar el %1$s %2$s
fr_ca: Échec de l'ajout ou de la modification de %1$s %2$s
pl_pl: Nie udało się dodać lub zaktualizować %1$s %2$s

source: Cannot export an empty object: %s
es_es: No se puede exportar un objeto vacío: %s
fr_ca: Impossible d'exporter un objet vide: %s

source: Importing
es_es: Importando
fr_ca: Importation
pl_pl: Importuję

source: Import in progress
es_es: Importación en curso
fr_ca: Importation en cours
pl_pl: Import w trakcie

source: Update issue data from tickets and form answers
es_es: Problema de actualización de datos de tiquets y respuestas de formulario
fi_fi: Päivitä teemat tiketeistä ja lomakevastauksista
fr_ca: Mettre à jour les informations sur les demandes à partir des tickets et des réponses aux formulaires
lv_lv: Atjaunot problēmas informāciju no pieteikuma un formas atbildēm
nl_be: Update problemen data van tickets en formulier antwoorden
pl_pl: Zaktualizuj informacje o żądaniach zgłoszeń i formularzy odpowiedzi

source: Satisfaction survey expired
es_es: Encuesta de satisfacción caducada
fr_ca: Sondage de satisfaction expirée
pl_pl: Badanie satysfakcji wygasło

source: Name
es_es: Nombre
fr_ca: Nom
pl_pl: Nazwa

source: Status
es_es: Estado
fr_ca: État

source: Opening date
es_es: Fecha de apertura
fr_ca: Date d'ouverture
pl_pl: Data rozpoczęcia

source: Last update
es_es: Última modificación
fr_ca: Dernière mise à jour
pl_pl: Ostatnia aktualizacja

source: Form approver
es_es: Aprobador del formulario
fi_fi: Lomakkeen hyväksyjä
fr_ca: Approbateur de formulaire
lv_lv: Formas apstiprinātājs
pl_pl: Zatwierdzający formularze

source: Comment
es_es: Comentario
fi_fi: Kommentti
fr_ca: Commentaire
hu_hu: Megjegyzés
lv_lv: Komentārs
nl_be: Commentaar
pl_pl: Komentarz
sr_rs: Komentar

source: Ticket approver
es_es: Aprobador del ticket
fi_fi: Tiketin hyväksyjä
fr_ca: Approbateur du ticket
lv_lv: Pieteikuma apstiprinātājs
pl_pl: Zatwierdzający zgłoszenie

source: Technician
es_es: Técnico
fr_ca: Technicien
pl_pl: Technik

source: Technician group
es_es: Grupo de técnicos
fr_ca: Groupe de techniciens
pl_pl: Grupa technika

source: Form approver group
es_es: Grupo de aprobación del formulario
fi_fi: Lomakkeen hyväksyjäryhmä
fr_ca: Groupe approbateur de formulaire
lv_lv: Formas apstiprinātāju grupa
pl_pl: Grupa zatwierdzających formularze

source: Time to resolve
es_es: Tiempo para Resolver
fr_ca: Temps de résolution
pl_pl: Czas na rozwiązanie

source: Time to own
es_es: Tiempo hasta Asignación
fr_ca: Temps de prise en charge

source: Not validated
fr_ca: Non validé

source: Refused
es_es: Rechazado
fr_ca: Refusé
pl_pl: Odrzucono

source: All
es_es: Todos
fr_ca: Tous
pl_pl: Wszystkie

source: New
es_es: Nuevo
fr_ca: Nouveau
pl_pl: Nowy

source: Assigned
es_es: Asignado
fr_ca: Assigné
pl_pl: Przypisany

source: Waiting
es_es: Esperando
fr_ca: En attente
pl_pl: Oczekiwanie

source: To validate
es_es: Para validar
fi_fi: Vahvistus
fr_ca: À valider
lv_lv: Apstiprināšanai
nl_be: Om te valideren
pl_pl: Do zatwierdzenia
sr_rs: Na potvrdu

source: Solved
es_es: Resuelto
fr_ca: Résolu
pl_pl: Rozwiązany

source: Closed
es_es: Cerrado
fi_fi: Suljettu
fr_ca: Fermé
lv_lv: Aizvērts
nl_be: Gesloten
pl_pl: Zamknięte
sr_rs: Zatvoreno

source: Knowbase category
es_es: Categoría de la base de conocimiento
fi_fi: Tietämyskannan kategoria
fr_ca: Catégorie de la base de connaissance
lv_lv: Zināšanas bāzes kategorija
nl_be: Kennisdatabank categorie
pl_pl: Kategoria bazy wiedzy
sr_rs: Kategorija baze znanja

source: As child of
fr_ca: Comme enfant de

source: Icon
es_es: Icono
fr_ca: Icône
pl_pl: Ikona

source: Icon color
es_es: Color del icono
fr_ca: Couleur de l'icône
pl_pl: Kolor ikony

source: Background color
es_es: Color del fondo
fr_ca: Couleur du fond
pl_pl: Kolor tła

source: The form as been saved
es_es: El formulario ha sido guardado
fi_fi: Lomake on tallennettu
fr_ca: Le formulaire a été sauvegardé
hu_hu: Az űrlap mentve
lv_lv: Forma saglabāta
nl_be: Het formulier is bewaard
pl_pl: Formularz został zapisany
sr_rs: Obrazac snimljen

source: A form need to be validate
es_es: Un formulario necesita ser validado
fi_fi: Lomake on vahvistettava
fr_ca: Un formulaire est en attente de validation
hu_hu: Egy űrlapot jóvá kell hagynia
lv_lv: Formai jābūt apstiprinātai
nl_be: Een formulier heeft validatie nodig
pl_pl: Formularz musi zostać zatwierdzony
sr_rs: Obrazac potrebno odobriti

source: The form is refused
es_es: El formulario está rechazado
fi_fi: Lomake on hylätty
fr_ca: Le formulaire a été refusé
hu_hu: Az űrlap elutasítva
lv_lv: Forma noraidīta
nl_be: Het formulier is geweigerd
pl_pl: Formularz został odrzucony
sr_rs: Obrazac je odbijen

source: The form is accepted
es_es: El formulario es aceptado
fi_fi: Lomake on hyväksytty
fr_ca: Le formulaire a été accepté
hu_hu: Az űrlap elfogadva
lv_lv: Forma akceptēta
nl_be: Het formulier is geaccepteerd
pl_pl: Formularz został zaakceptowny
sr_rs: Obrazac prihvaćen

source: The form is deleted
es_es: El formulario es eliminado
fi_fi: Lomake on poistettu
fr_ca: Le formulaire a été supprimé
hu_hu: Az űrlap törölve
lv_lv: Forma izdzēsta
nl_be: Het formulier is verwijderd
pl_pl: Formularz został skasowany
sr_rs: Obrazac obrisan

source: Form #
es_es: Formulario #
fi_fi: Lomake #
fr_ca: Formulaire N°
hu_hu: Űrlap #
lv_lv: Forma #
nl_be: Formulier #
pl_pl: Fornularz nr
sr_rs: Obrazac #

source: Form name
es_es: Formulario nombre
fi_fi: Lomakkeen nimi
fr_ca: Nom du formulaire
hu_hu: Űrlap neve
lv_lv: Formas virsraksts
nl_be: Formulier naam
pl_pl: Nazwa formularza
sr_rs: Ime obrasca

source: Creation date
fr_ca: Date de création
pl_pl: Data utworzenia

source: Full form answers
es_es: Respuestas del formulario completas
fi_fi: Täydet lomakevastaukset
fr_ca: Formulaire complet
hu_hu: A teljes űrlap válaszai
lv_lv: Pilnas formas atbildes
nl_be: Volledig formulier antwoorden
pl_pl: Pełne odpowiedzi formularza
sr_rs: Svi odgovori u potpunosti

source: Refused comment
es_es: Comentario negado
fi_fi: Hylätty kommentti
fr_ca: Commentaire de refus
hu_hu: Elutasító megjegyzés
lv_lv: Noraidīts komentārs
nl_be: Geweigerd commentaar
pl_pl: Komentarz do odrzucenia
sr_rs: Obrazloženje odbijanja

source: Validation link
es_es: Vinculo de validación
fi_fi: Vahvistuslinkki
fr_ca: Lien de validation
hu_hu: Jóváhagyó link
lv_lv: Apstiprināšanas links
nl_be: Validatie link
pl_pl: Odnośnik zatwierdzenia
sr_rs: Veza odobravanja

source: Request #
es_es: Solicitud #
fi_fi: Pyyntö #
fr_ca: Demande N°
hu_hu: Kérelem #
lv_lv: Pieprasījums #
nl_be: Aanvraag #
pl_pl: Wniosek #
sr_rs: Zahtjev #

source: Author
es_es: Autor
fr_ca: Auteur
pl_pl: Autor

source: Approver
fr_ca: Approbateur
pl_pl: Akceptujący

source: Form author
es_es: Autor del formulario
fr_ca: Auteur du formulaire
pl_pl: Autor formularza

source: Form validator
es_es: Desde el validador
fi_fi: Lomakkeen vahvistaja
fr_ca: Valideur du formulaire
hu_hu: Űrlap jóváhagyó
lv_lv: Formas apstiprinātājs
nl_be: Formulier validatiegever
pl_pl: Weryfikator formularza
sr_rs: Validator obrasca

source: Specific person
es_es: Persona específica
fi_fi: Tietty henkilö
fr_ca: Personne spécifique
hu_hu: Különleges személy
lv_lv: Noteikta persona
nl_be: Specifiek persoon
pl_pl: Osoba
sr_rs: Određena osoba

source: Person from the question
es_es: Persona desde la pregunta
fi_fi: Henkilö kysymyksestä
fr_ca: Personne depuis la question
hu_hu: Személy a kérdésből
lv_lv: Persona no jautājuma
nl_be: Persoon van vraag
pl_pl: Osoba z pytania
sr_rs: Osoba iz pitanja

source: Specific group
es_es: Grupo específico
fi_fi: Tietty ryhmä
fr_ca: Groupe spécifique
hu_hu: Különleges csoport
lv_lv: Noteikta grupa
nl_be: Specifieke groep
pl_pl: Grupa
sr_rs: Određena grupa

source: Group from the question
es_es: Grupo desde la pregunta
fi_fi: Ryhmä kysymyksestä
fr_ca: Groupe depuis la question
hu_hu: Csoport a kérdésből
lv_lv: Grupa no jautājuma
nl_be: Groep van deze vraag
pl_pl: Grupa z pytania
sr_rs: Grupa iz pitanja

source: Group from an object
es_es: Grupo desde un objeto
fr_ca: Groupe à partir d'un objet

source: Tech group from an object
es_es: Grupo Técnico desde un objeto
fr_ca: Tech groupe à partir d'un objet

source: Specific supplier
es_es: Proveedor específico
fi_fi: Tietty toimittaja
fr_ca: Fournisseur spécifique
lv_lv: Norādīt piegādātāju
nl_be: Specifieke leverancier
pl_pl: Dostawca

source: Supplier from the question
es_es: Proveedor desde la pregunta
fi_fi: Toimittaja kysymyksestä
fr_ca: Fournisseur depuis la question
hu_hu: Cég a kérdésből
lv_lv: Piegādātājs no jautājuma
nl_be: Leverancier van deze vraag
pl_pl: Dostawca z pytania
sr_rs: Dobavljač iz pitanja

source: Actors from the question
es_es: Actores de la pregunta
fi_fi: Toimijat kysymyksestä
fr_ca: Acteurs depuis la question
lv_lv: Dalībnieki no jautājuma
nl_be: Actors van deze vraag
pl_pl: Uczestnicy pytania
sr_rs: Učesnici iz pitanja

source: Form author's supervisor
es_es: Supervisor del autor del formulario
fr_ca: Superviseur de l'auteur du formulaire

source: Observer
es_es: Observador
fr_ca: Observateur
pl_pl: Obserwator

source: Assigned to
es_es: Asignado a
fr_ca: Assigné à
pl_pl: Przypisane do
