Repository: pluginsGLPI/formcreator
Catalog: locales/*.po
Languages: es_es, fi_fi, fr_ca, hu_hu, lv_lv, nl_be, pl_pl, sr_rs

source: Failed to find %1$s %2$s
fr_ca: Impossible de trouver %1$s %2$s
pl_pl: Nie znaleziono %1$s %2$s

source: Count of conditions
es_es: Cuenta de condiciones
fr_ca: Nombre de conditions
pl_pl: Liczba warunków

source: The field type is required
es_es: El campo tipo es requerido
fi_fi: Kentän tyyppi on pakollinen
fr_ca: Le type de champ est obligatoire
hu_hu: A mező típus kötelező
lv_lv: Obligāti aizpildāms lauks
nl_be: Veld type is verplicht
pl_pl: Typ pola jest wymagany
sr_rs: Vrsta polja je obavezno

source: The section is required
es_es: La sección es requerida
fi_fi: Osio on pakollinen
fr_ca: La section est obligatoire
hu_hu: A szekció kötelező
lv_lv: Sadaļa ir nepieciešama
nl_be: Gedeelte is verplicht
pl_pl: Sekcja jest wymagana
sr_rs: Sekcija je obavezna

source: Field type %1$s is not available for question %2$s.
es_es: El tipo de campo %1$s no está disponible para la pregunta %2$s.
fi_fi: Kentän tyyppi %1$sei ole saatavilla kysymykseen %2$s.
fr_ca: Le type de champ %1$s n'est pas disponible pour la question %2$s.
pl_pl: Typ pola %1$s nie jest dostępny dla pytania %2$s.

source: This type of question is not compatible with public forms.
es_es: Este tipo de pregunta no es compatible con los formularios publicos
fi_fi: Tämän tyyppinen kysymys ei ole yhteensopiva julkisten lomakkeiden kanssa.
fr_ca: Ce type de qustion n'est pas compatible avec les formulaires publics.
pl_pl: Typ pytania %s niedostępny w wersji publicznej formularza

source: This type of question requires parameters
es_es: Este tipo de pregunta requiere parámetros
fi_fi: Tämän tyyppinen kysymys tarvitsee parametreja
fr_ca: Ce type de question requiert des paramètres
pl_pl: Ten typ pytania wymaga określenia parametrów

source: A parameter is missing for this question type
es_es: Un parámetro no se ha completado para este tipo de pregunta
fi_fi: Parametri puuttuu tätä kysymystyyppiä varten
fr_ca: Il manque un paramètre pour ce type de question
pl_pl: Wymagany parametr dla tego typu pytania

source: Service levels
es_es: Niveles de servicio
fr_ca: Niveaux de service
pl_pl: Poziomy usług

source: SLA
es_es: ANS
fr_ca: Entente de niveau de service

source: OLA
es_es: Acuerdo de Nivel de Operación
fr_ca: Entente sur les niveaux opérationnels

source: Assets
es_es: Activos
fr_ca: Parc
pl_pl: Zasoby

source: Management
es_es: Gestión
fr_ca: Gestion
pl_pl: Zarządzanie

source: Tools
es_es: Herramientas
fr_ca: Outils
pl_pl: Narzędzia

source: RSS feed
es_es: Canal RSS
fr_ca: Flux RSS

source: Parameter
es_es: Parámetro
fr_ca: Paramètre
pl_pl: Parametr

source: Field name
es_es: Nombre del campo
fr_ca: Nom de champs
pl_pl: Nazwa pola

source: Current active entity
es_es: Entidad activa actual
fi_fi: Nykyinen aktiivinen yksikkö
fr_ca: Entité active
hu_hu: Jelenlegi aktív szervezet
lv_lv: Tekoša aktīva nodaļa
nl_be: Huidige actieve entiteit
pl_pl: Obecnie aktywna jednostka
sr_rs: Trenutno aktivan entitet

source: Default requester user's entity
es_es: Entidad por defecto del solicitante
fi_fi: Oletus toimeksiantajan yksikkö
fr_ca: Entité par défaut du demandeur
hu_hu: Alapértelmezett kérelmező felhasználó szervezete
lv_lv: Noklusēta pieprasītāja nodaļa
nl_be: Aanvragers standaard entiteit
pl_pl: Domyślna jednostka wnioskującego użytkownika
sr_rs: Podrazumijevani entitet podnosioca zahtjeva

source: First dynamic requester user's entity (alphabetical)
es_es: Primera entidad dinámica del solicitante (orden alfabético)
fi_fi: Ensimmäisen dynaamisen toimeksiantajan yksikkö (aakkosellinen)
fr_ca: Première entité dynamique du demandeur (alphabétiquement)
hu_hu: Első dinamikus kérelmező felhasználó szervezete (ABC)
lv_lv: Pirmā dinamiska pieteicēja nodaļa (alfabētiski)
nl_be: Eerste dynamische gebruikers entiteit (alfabet)
pl_pl: Pierwsza dynamiczna jednostka wnioskującego użytkownika (alfabetycznie)
sr_rs: Prvi dinamički entitet podnosiova zahtjeva (abecedno)

source: Last dynamic requester user's entity (alphabetical)
es_es: Última entidad dinámica del solicitante (orden alfabético)
fi_fi: Viimeisen dynaamisen toimeksiantajan yksikkö (aakkosellinen)
fr_ca: Dernière entité dynamique du demandeur (alphabétiquement)
hu_hu: Utolsó dinamikus kérelmező felhasználó szervezete (ABC)
lv_lv: Pēdēja dinamiska pieteicēja nodaļa (alfabētiski)
nl_be: Laatste dynamische gebruikers entiteit (alfabet)
pl_pl: Ostatnia dynamiczna jednostka wnioskującego użytkownika (alfabetycznie)
sr_rs: Poslednji dinamički entitet podnosioca zahtjeva (abecedno)

source: The form entity
es_es: Entidad del formulario
fi_fi: Lomakkeen yksikkö
fr_ca: Entité du formulaire
hu_hu: Az űrlap szervezete
lv_lv: Formas nodaļa
nl_be: Formulier entiteit
sr_rs: Entitet obrasca

source: Default entity of the validator
es_es: Entidad por defecto del validador
fi_fi: Vahvistajan oletusyksikkö
fr_ca: Entité par défaut du valideur
hu_hu: Jóváhagyó alapértelmezett szervezete
lv_lv: Noklusēta apstiprinātāju nodaļa
nl_be: Standaard entiteit van validatiegever
pl_pl: Domyślna jednostka zatwierdzającego
sr_rs: Podrazumjevani entitet validatora

source: Specific entity
es_es: Entidad específica
fi_fi: Tietty yksikkö
fr_ca: Entité spécifique
hu_hu: Különleges szervezet
lv_lv: Noteikta nodaļa
nl_be: Specifieke entiteit
pl_pl: Jednostka
sr_rs: Odreeđeni entitet

source: Default entity of a user type question answer
es_es: Entidad por defecto de una pregunta de respuesta del tipo de usuario
fi_fi: Oletusyksikkö käyttäjätyypin kysymyksen vastaukselle
fr_ca: Entité par défaut d'un utilisateur issue d'une question
hu_hu: A felhasználó típus kérdés válaszából az alapértelmezett szervezet
lv_lv: Noklusēta lietotāja tipa atbildes nodaļa
nl_be: Standaard entiteit van een gebruiker type antwoord
pl_pl: Odpowiedź na pytanie o domyślny typ użytkownika
sr_rs: Podrazumijevani entitet korisnikovih pitanja odgovora

source: From a GLPI object > Entity type question answer
es_es: Desde un objeto GLPI > Tipo de entidad pregunta respuesta
fi_fi: GLPI-objektista > Yksikkötyypin kysymyksen vastaukseen
fr_ca: Depuis un objet GLPI > Entité type question réponse
hu_hu: A GLPI objektum > szervezet típus kérdés válaszából
lv_lv: No GLPI objekta > Nodaļas tipa jautājuma atbilde
nl_be: Van een GLPI object -> Entiteit type vraag
pl_pl: Z obiektu GLPI> odpowiedź na pytanie o typ jednostki
sr_rs: Od GLPI objekta > Vrsta pitanja odgovora entiteta

source: Always generated
es_es: Generar siempre
fr_ca: Toujours généré
pl_pl: Zawsze generowane

source: Disabled unless
es_es: Deshabilitado a menos
fr_ca: Désactivé sauf si
pl_pl: Wyłączone, chyba że

source: Generated unless
es_es: Generado a menos
fr_ca: Généré sauf si
pl_pl: Generowane, chyba że

source: A target must be associated to a form.
es_es: Un objetivo debe estar asociado a un formulario
fr_ca: Une cible doit être associée à un formulaire.
pl_pl: Cel musi być powiązany z formularzem.

source: A target must be associated to an existing form.
es_es: Un objetivo debe estar asociado a un formulario existente
fr_ca: Une cible doit être associée à un formulaire existant.
pl_pl: Cel musi być powiązany z istniejącym formularzem.

source: Name is required.
es_es: Se requiere el Nombre
fr_ca: Le nom est requis.
pl_pl: Nazwa jest wymagana

source: Destination entity
es_es: Entidad de destino
fr_ca: Entité de destination

source: User type question
es_es: Pregunta tipo usuario
fi_fi: Käyttäjätyyppinen kysymys
fr_ca: Question de type "utilisateur"
hu_hu: Felhasználó típus kérdés
lv_lv: Lietotāja jautājuma tips
nl_be: Gebruikers type vraag
pl_pl: Pytanie o typ użytkownika
sr_rs: Vrsta pitanja korisnik

source: Entity type question
es_es: Pregunta tipo entidad
fi_fi: Yksikkötyyppinen kysymys
fr_ca: Question de type "entité"
hu_hu: Szervezet típus kérdés
lv_lv: Nodaļas jautājuma tips
nl_be: Entiteit type vraag
pl_pl: Pytanie o typ jednostki
sr_rs: Vrsta pitanja entitet

source: Request categories
fi_fi: Pyynnön luokat
fr_ca: Catégories de la requête
lv_lv: Pieprasījuma kategorijas
nl_be: Aanvraag categorieën
pl_pl: Kategorie zapytań

source: Incident categories
es_es: Categorías de Incidentes
fi_fi: Tapauksen luokat
fr_ca: Catégories d'incident
lv_lv: Incidentu kategorijas
nl_be: Incident categorieën
pl_pl: Kategorie incydentów

source: Change categories
es_es: Cambiar categorías
fr_ca: Catégories de changement
pl_pl: Zmień kategorie

source: Specific asset
es_es: Activo específico
fr_ca: Actif spécifique
pl_pl: Zasoby

source: Equals to the answer to the question
es_es: Igual a la respuesta a la pregunta
fi_fi: Vastaa kysymykseen annettavaan vastaukseen
fr_ca: Égale à la réponse à la question
lv_lv: Vienlīdzīgs ar jautājuma atbildi
nl_be: Gelijk aan antwoord op deze vraag
sr_rs: Jednako odgovoru na pitanje

source: Last valid answer
es_es: Ultima respuesta válida
fr_ca: Dernière réponse valide
pl_pl: Ostania prawidłowa odpowiedź

source: Source from template or user default or GLPI default
fr_ca: Source depuis un gabarit ou défaut de l'utilisateur ou défaut de GLPI

source: Default or from a template
es_es: Valor por defecto o desde una plantilla
fr_ca: Par défaut ou à partir d'un modèle
pl_pl: Domyślne lub z szablonu

source: Specific type
es_es: Tipo específico
fr_ca: Type spécifique
pl_pl: Określony typ

source: Ticket title
es_es: Título del ticket
fi_fi: Tiketin otsikko
fr_ca: Titre du ticket
hu_hu: Bejelentés tárgya
lv_lv: Pieteikumu virsraksts
nl_be: Ticket titel
pl_pl: Tytuł zgłoszenia
sr_rs: Naslov tiketa

source: Add validation message as first ticket followup
es_es: Agregar validación de mensaje como primer ticker de seguimiento
fi_fi: Lisää vahvistusviesti ensimmäiseksi tiketin seurantaan
fr_ca: Ajouter le message de validation en premier dans le suivi de ticket
hu_hu: Az érvényesítő üzenet kerüljön a bejelentés első utótevekenységébe
lv_lv: Pievienot apstiprināšanas ziņojumu kā pirmo pieteikuma sekojumu
nl_be: Voeg validatie bericht toe als eerste opvolging
pl_pl: Dodaj wiadomość o zatwierdzeniu jako pierwszą pozycję śledzenia w zgłoszeniu
sr_rs: Dodaj poruku o potvrdi zahtjeva kao prvo praćenje tiketa

source: Add a field
es_es: Agregar un campo
fr_ca: Ajouter un champ
pl_pl: Dodaj pole

source: Managed fields
fr_ca: Gérer les champs
pl_pl: Pola zarządzane

source: No managed field
fr_ca: Pas de champ géré
pl_pl: Brak zarządzanego pola

source: Link to an other ticket
es_es: Enlazar con otro ticket
fi_fi: Linkki toiseen tikettiin
fr_ca: Lier à un autre ticket
lv_lv: Salinkot ar citu pieteikumu
nl_be: Link aan een ander ticket
pl_pl: Odnośnik do innego zgłoszenia

source: An other destination of this form
es_es: A otro destino de este formulario
fi_fi: Toinen kohde tässä lomakkeessa
fr_ca: Une autre destination de ce formulaire
lv_lv: Cits galamērķis šai formai
nl_be: Een ander doel van dit formulier
pl_pl: Inne przeznaczenie formularza

source: An existing ticket
es_es: A un ticket existente
fi_fi: Olemassa oleva tiketti
fr_ca: Un ticket existant
lv_lv: Eksistējošs pieteikums
nl_be: Een bestaand ticket
pl_pl: Istniejące zgłoszenie

source: A ticket from an answer to a question
fr_ca: Un ticket depuis une réponse à une question

# button
source: Delete permanently
es_es: Eliminar permanentemente
fr_ca: Effacer définitivement
pl_pl: Usuń trwale

source: Invalid link type
es_es: Tipo de enlace inválido
fi_fi: Virheellinen linkkityyppi
fr_ca: Type de lien invalide
lv_lv: Nederīgs salinkots tips
nl_be: Invalide link type
pl_pl: Błędny typ odnośnika

source: Invalid linked item type
es_es: tipo de enlace a objeto inválido
fi_fi: Virheellinen linkitetyn kohteen tyyppi
fr_ca: Type d'objet lié invalide
lv_lv: Nederīgs salinkotas vienības tips
nl_be: Invalide gelinkt item type.
pl_pl: Błędny typ powiązanego elementu

source: Linked item does not exists
es_es: El objeto enlazado no existe
fi_fi: Linkitetty kohde ei ole olemassa
fr_ca: L'objet lié n'existe pas
lv_lv: Salinkota vienība neeksistē
nl_be: Gelinkt item bestaat niet
pl_pl: Powiązany element nie istnieje

source: Failed to link the item
es_es: Fallo al enlazar el item
fi_fi: Kohteen linkittäminen epäonnistui
fr_ca: Échec de liaison de l'objet
lv_lv: Neizdevis salinkot ar vienību
nl_be: Gefaald om item te linken
pl_pl: Nie udało się powiązać elementu

source: Your form has been accepted by the validator
es_es: Su formulario ha sido aceptado por el validador
fi_fi: Vahvistaja on hyväksynyt lomakkeesi
fr_ca: Votre formulaire a été accepté par le valideur
hu_hu: Az űrlapját elfogadta a jóváhagyó
lv_lv: Jūsu formu akceptēja apstiprinātājs
nl_be: Je formulier is geaccepteerd door de validator
pl_pl: Twój formularz został zaakceptowany
sr_rs: Validator prihvatio obrazac

source: Request source
fr_ca: Source de la demande

source: Associated elements
es_es: Elementos asociados
fr_ca: Éléments associés
pl_pl: Elementy powiązane

source: Item
es_es: Item u Objeto
fr_ca: Élément
pl_pl: Element

source: No more string to translate
es_es: No hay mas cadenas para traducir
fr_ca: Il n'y a plus de chaîne à traduire
pl_pl: Brak ciągu do tłumaczenia

source: Language not found.
es_es: Lenguaje no encontrado
fr_ca: Langue non trouvée.
pl_pl: Język nie znaleziony

source: Form not found.
es_es: Formulario no encontrado
fr_ca: Formulaire non trouvé.
pl_pl: Nie znaleziono formularza.

source: Failed to add the translation.
es_es: Fallo al añadir la traducción
fr_ca: L'ajout de la traduction a échoué.
pl_pl: Nie udało się dodać tłumaczenia.

source: Tags from questions
es_es: Etiquetas desde preguntas
fi_fi: Tunnisteet kysymyksistä
fr_ca: Étiquettes depuis les questions
hu_hu: Címkék a kérdésből
lv_lv: Tagi no jautājumiem
nl_be: Tags van vragen
pl_pl: Tagi z pytań
sr_rs: Tagovi od pitanja

source: Specific tags
es_es: Etiquetas específicas
fi_fi: Tietyt tunnisteet
fr_ca: Étiquettes spécifiques
hu_hu: Különleges címkék
lv_lv: Noteiktie tagi
nl_be: Specifieke tags
pl_pl: Tagi
sr_rs: Određeni tagovi

source: Tags from questions and specific tags
es_es: Etiquetas desde preguntas y etiquetas específicas
fi_fi: Tunnisteet kysymyksistä sekä tietyt tunnisteet
fr_ca: Étiquettes depuis les questions et spécifiques
hu_hu: Címkék a kérdésekből és különleges címkék
lv_lv: Tagi no jautājumiem un noteiktiem tagiem
nl_be: Tags van vragen en specifieke tags
pl_pl: Tagi z pytań oraz określone tagi
sr_rs: Tagovi od pitanja i određenih tagova

source: Tags from questions or specific tags
es_es: Etiquetas desde preguntas o etiquetas específicas
fi_fi: Tunnisteet kysymyksistä tai tietyt tunnisteet
fr_ca: Étiquettes depuis les questions ou spécifiques
hu_hu: Címkék a kérdésekből vagy különleges címkék
lv_lv: Tagi no jautājumiem vai noteiktiem tagiem
nl_be: Tags van vragen of specifieke tags
pl_pl: Tagi z pytań lub określone tagi
sr_rs: Tagovi od pitanja ili određenih tagova

source: equals to the answer to the question
es_es: es igual la respuesta a la pregunta
fi_fi: vastaa kysymyksen vastausta
fr_ca: égale à la réponse de la question
hu_hu: Megegyezik a kérdésre adott válasszal
lv_lv: vienlīdzīgs ar jautājuma atbildi
nl_be: Gelijk aan antwoord op deze vraag
pl_pl: identyczne z odpowiedzią na pytanie
sr_rs: jednako odgovoru na pitanje

source: calculated from the ticket creation date
es_es: calculada a partir de la fecha de creación del ticket
fi_fi: laskettu tiketin luontipäivästä
fr_ca: calculée à partir de la date de création du ticket
hu_hu: A bejelentés létrehozási dátumából számítva
lv_lv: saskaitīts no pieteikuma izveidošanas datuma
nl_be: Uitgerekend vanaf datum aanmaak ticket
pl_pl: wyliczone z daty utworzenia zgłoszenia
sr_rs: izračunato od datuma kreiranja tiketa

source: calculated from the answer to the question
es_es: calculada a partir de la respuesta del ticket
fi_fi: laskettu vastauksesta kysymykseen
fr_ca: calculée à partir de la réponse à la question
hu_hu: A kérdés válaszából számítva
lv_lv: saskaitīts no atbildes uz jautājumu
nl_be: Uitgerekend vanaf antwoord op deze vraag
pl_pl: equals to the answer to the question
sr_rs: izračunato od odgovora na pitanje

source: SLA from template or none
es_es: ANS desde plantilla o ninguno
fr_ca: Entente de niveaux de service depuis le gabarit ou aucun

source: Specific SLA
es_es: ANS específico
fr_ca: Entente de niveaux de service spécifique

source: OLA from template or none
es_es: Acuerdo de Nivel de Operación desde plantilla o ninguno
fr_ca: Entente sur les niveaux opérationnels depuis le gabarit ou aucun

source: Specific OLA
es_es: Acuerdo de Nivel de Operación específico
fr_ca: Entente sur les niveaux opérationnels spécifique

source: Urgency from template or Medium
es_es: Urgencia de plantilla o medio
fi_fi: Kiireellisyys mallista tai keskitaso
fr_ca: Urgence à partir du gabarit ou Moyen
lv_lv: Steidzamība no veidnes vai Vidēja
nl_be: Urgentie van template of gemiddeld
sr_rs: Hitnost od šablona ili Srednje

source: Specific urgency
es_es: Urgencia específica
fi_fi: Tietty kiireellisyys
fr_ca: Urgence spécifique
lv_lv: Norādīt steidzamību
nl_be: Specifieke urgentie
pl_pl: Pilność

source: Category from template or none
es_es: Categoría desde plantilla o ninguna
fi_fi: Kategoria mallista tai ei mitään
fr_ca: Catégorie depuis le gabarit ou aucune
lv_lv: Kategorija no veidnes vai bez kategorijas
nl_be: Categorie van template of geen

source: Specific category
es_es: Categoría específica
fi_fi: Tietty kategoria
fr_ca: Catégorie spécifique
lv_lv: Norādīt kategoriju
nl_be: Specifieke categorie
pl_pl: Kategoria

source: Location from template or none
es_es: Ubicación desde plantilla o ninguna
fi_fi: Sijainti mallista tai ei mitään
fr_ca: Lieu à partir d'un gabarit ou aucun
lv_lv: Vieta no veidnes vai nenorādīta
nl_be: Locatie van template of geen

source: Specific location
es_es: Ubicación específica
fi_fi: Tietty sijainti
fr_ca: Lieu spécifique
lv_lv: Noteikta vieta
nl_be: Specifieke locatie
pl_pl: Lokalizacja

source: No validation
es_es: Sin validación
fr_ca: Pas de validation
pl_pl: Brak walidacji

source: Specific user or group
es_es: Usuario o grupo específicos
fr_ca: Utilisateur ou groupe spécifique
pl_pl: Określony użytkownik lub grupa

source: User from question answer
es_es: Usuario desde la respuesta a la pregunta
fr_ca: Utilisateur depuis une réponse à une question

source: Group from question answer
fr_ca: Groupe depuis la réponse à une question

source: Urgency
es_es: Urgencia
fi_fi: Kiireellisyys
fr_ca: Urgence
lv_lv: Steidzamība
nl_be: Urgentie
pl_pl: Pilność

source: Ticket tags
es_es: Etiquetas de ticket
fi_fi: Tiketin tunnisteet
fr_ca: Étiquettes du ticket
hu_hu: Bejelentés címkék
lv_lv: Pieteikumu tagi
pl_pl: Tagi zgłoszenia
sr_rs: Tiket tagovi

source: Tags
es_es: Etiquetas
fi_fi: Tunnisteet
fr_ca: Etiquettes
hu_hu: Címkék
lv_lv: Tagi
pl_pl: Tagi
sr_rs: Tagovi

source: Location
es_es: Ubicación
fr_ca: Lieu
pl_pl: Lokalizacja

source: Location
es_es: Ubicación
fi_fi: Sijainti
fr_ca: Lieu
lv_lv: Atrašanās vietas
nl_be: Locatie
pl_pl: Lokalizacja

source: The description cannot be empty!
es_es: ¡La descripción no puede estar vacía!
fi_fi: Kuvaus ei voi olla tyhjä!
fr_ca: La desciption ne doit pas être vide !
hu_hu: A Leírás nem lehet üres!
lv_lv: Apraksts nevar būt tukšs!
nl_be: De omschrijving kan niet leeg zijn
pl_pl: Opis nie może być pusty!
sr_rs: Opis ne može biti prazan!

source: Cancel
es_es: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
hu_hu: Mégse
lv_lv: Atcelt
nl_be: Annuleren
pl_pl: Anuluj
sr_rs: Otkaži

source: Email followup
es_es: Seguimiento por correo
fr_ca: Courriel de suivi
pl_pl: Kontynuacja e-maila

source: Group
es_es: Grupo
fr_ca: Groupe
pl_pl: Grupa

source: Supplier
es_es: Proveedor
fr_ca: Fournisseur
pl_pl: Dostawca

source: Yes
es_es: Sí
fr_ca: Oui
pl_pl: Tak

source: Group from the object
es_es: Grupo desde un objeto
fr_ca: Groupe à partir de l'objet

source: Tech group from the object
es_es: Grupo Técnico desde un objeto
fr_ca: Tech groupe à partir de l'objet

source: Question regular expression
es_es: Búsqueda de expresión regular
fr_ca: Expression régulière de question

source: Question dependency
es_es: Dependencias de la pregunta
fr_ca: Dépendance de question

source: Answer
es_es: Respuesta
fr_ca: Réponse
hu_hu: Válasz
nl_be: Antwoorden
pl_pl: Odpowiedź
sr_rs: Odgovor

source: Composite ticket relation
es_es: Componer relación entre tickets
fr_ca: Relation de ticket composite

source: Target ticket
es_es: Ticket objetivo
fr_ca: Ticket cible
hu_hu: Cél bejelentés
nl_be: Ticket doel
sr_rs: Tiket

source: Hour
es_es: Hora
fr_ca: Heure
pl_pl: Godzina

source: Day
es_es: Día
fr_ca: Jour
pl_pl: Dzień

source: Month
es_es: Mes
fr_ca: Mois
pl_pl: Miesiąc

source: Watcher
es_es: Observador
fr_ca: Observateur

source: Upgrade tables to innoDB; run php bin/console glpi:migration:myisam_to_innodb
fr_ca: Mettez à jour les tables vers InnoDB; exécutez php bin/console glpi:migration:myisam_to_innodb

source: A form has been created
es_es: El formulario ha sido creado
fi_fi: Lomake on luotu
fr_ca: Un formulaire a été créé
hu_hu: Az űrlap létrehozva
lv_lv: Forma izveidota
nl_be: Een formulier is gemaakt
pl_pl: Formularz został utworzony
sr_rs: Obrazac kreiran

source: Your request has been saved
es_es: Tu solicitud ha sido guardada
fi_fi: Pyyntösi on tallennettu
fr_ca: Votre demande a été sauvegardée avec succès !
hu_hu: A kérelme mentve
lv_lv: Jūsu pieprasījums saglabāts
nl_be: Je verzoek is bewaard
pl_pl: Twoje zgłoszenie zostało zapisane
sr_rs: Vaš zahtjev snimljen

source: Hi,\nYour request from GLPI has been successfully saved with number ##formcreator.request_id## and transmitted to the helpdesk team.\nYou can see your answers onto the following link:\n##formcreator.validation_link##
es_es: Hola,\nTu solicitud desde GLPI haber sido guardada con éxito con el número ##formcreator.request_id## y transmitida al equipo de asistencia.\nTu puedes ver sus respuestas en el siguiente enlace:\n##formcreator.validation_link##
fi_fi: Hei, \nGLPI:n pyyntösi on tallennettu numerolla ## formcreator.request_id## ja lähetetty helpdesk-tiimiin. \nVoit nähdä vastauksesi seuraavasta linkistä: \n## formcreator.validation_link##
fr_ca: Bonjour,\\nVotre formulaire de demande a été sauvegardé avec succès sous le numéro ##formcreator.request_id## et transmis à l’équipe support.\\nVous pouvez visualiser vos réponses à l'adresse suivante :\\n##formcreator.validation_link##
hu_hu: Üdvözlöm,\nA kérelme a GLPI-ben mentésre került, a száma:##formcreator.request_id##. Kérelmét továbbítottuk a helpdesk csapatnak.\nA válaszokat az alábbi linken nézheti meg:\n##formcreator.validation_link##
lv_lv: Sveicināti,\nJūsu pieprasījums no GLPI veiksmīgi saglabāts ar numuru ##formcreator.request_id## un nodots helpdesk komandai.\nJūs varat sekot līdzi sekojošā vietnē:\n##formcreator.validation_link##
nl_be: Hallo, je aanvraag van GLPI is succesvol bewaard met nummer ##formcreator.request_id## en aan de helpdesk toegekend.\nJe kunt hier je ticket volgen:\n##formcreator.validation_link##
pl_pl: Twój wniosek z GLPI został zapisany pod numerem ##formcreator.request_id## i przekazany do działu pomocy. Możesz zobaczyć swoje odpowiedzi pod podanym adresem: ##formcreator.validation_link##
sr_rs: Pozdrav,\nVaš zahtjev je snimljen sa brojem ##formcreator.request_id## i proslijeđen helpdesku.\nVaše odgovore možete vidjeti na sledećem linku:\n##formcreator.validation_link##

source: A form from GLPI need to be validate
es_es: Un formulario GLPI necesita ser validado
fi_fi: GLPI-lomake on vahvistettava
fr_ca: Un formulaire GLPI est en attente de validation
hu_hu: Egy űrlapot jóvá kell hagynia a GLPI-ben
lv_lv: Formai no GLPI jābūt apstiprinātai
nl_be: Een formulier van GLPI heeft validatie nodig
pl_pl: Formularz z GLPI musi zostać zatwierdzony
sr_rs: Obrazac sa GLPI-ja potrobno odobriti
