Repository: pluginsGLPI/formcreator
Catalog: locales/*.po
Languages: es_es, fi_fi, fr_ca, hu_hu, lv_lv, nl_be, pl_pl, sr_rs

source: An header exists for a parent entity! Another header will overwrite the previous one.
hu_hu: Egy fejléc már létezik a szülő szervezetben, mely felül fogja írni a megadottat.
sr_rs: Postoji zaglavlje za entitet roditelja! Ovo zaglavlje će pregaziti postojeće.

source: The text is too short (minimum %d characters):
hu_hu: A szöveg túl rövid (minimum %d karakter):
sr_rs: Tekst je prekratak (minimalno %d karaktera):

source: The text is too long (maximum %d characters):
hu_hu: A szöveg túl hosszú (maximum %d karakter):
sr_rs: Tekst je predugačak (maksimalno %d karaktera):

source: Actor
sr_rs: Učesnik

source: This is not a number:
hu_hu: Ez nem szám:
sr_rs: Ovo nije broj:

source: Datetime
hu_hu: Időpont
sr_rs: Datum/vrijeme

source: A category already exists with the same name! Category creation failed.
hu_hu: Ezen a néven már létezik kategória! A kategória létrehozása sikertelen.
sr_rs: Kategorija već postoji sa istim imenom! Kreiranje kategorije je neuspješno.

source: Show All Items
hu_hu: Minden elem megjelenítése
sr_rs: Prikaz svih stavki

source: didn't match any item
hu_hu: nincs egyező elem
sr_rs: nije odgovarao nijednoj stavki
